{"Alpha Centauri": {"title": "Alpha Centauri", "summary": "Alpha Centauri (α Centauri, α Cen, or Alpha Cen) is a triple star system in the southern constellation of Centaurus. It consists of three stars: Rigil Kentaurus (α Centauri A), Toliman (α Centauri B), and Proxima Centauri (α Centauri C). Proxima Centauri is the closest star to the Sun at 4.2465 light-years (1.3020 pc).\nα Centauri A and B are Sun-like stars (class G and K, respectively) that together form the binary star system α Centauri AB. To the naked eye, these two main components appear to be a single star with an apparent magnitude of −0.27 . It is the brightest star in the constellation and the third-brightest in the night sky, outshone by only Sirius and Canopus.\nα Centauri A has 1.1 times the mass and 1.5 times the luminosity of the Sun, while α Centauri B is smaller and cooler, at 0.9 solar mass and less than 0.5 solar luminosity. The pair orbit around a common centre with an orbital period of 79 years. Their elliptical orbit is eccentric, so that the distance between A and B varies from 35.6 astronomical units (AU), or about the distance between Pluto and the Sun, to 11.2 AU, or about the distance between Saturn and the Sun.\nα Centauri C, or Proxima Centauri, is a small faint red dwarf (class M). Though not visible to the naked eye, Proxima Centauri is the closest star to the Sun at a distance of 4.24 ly (1.30 pc), slightly closer than α Centauri AB. Currently, the distance between Proxima Centauri and α Centauri AB is about 13,000 AU (0.21 ly), equivalent to about 430 times the radius of Neptune's orbit.\nProxima Centauri has two confirmed planets: Proxima b, an Earth-sized planet in the habitable zone discovered in 2016, and Proxima d, a candidate sub-Earth which orbits very closely to the star, announced in 2022. The existence of Proxima c, a mini-Neptune 1.5 AU away discovered in 2019, is controversial. α Centauri A may have a Neptune-sized planet in the habitable zone, though it is not yet known with certainty to be planetary in nature and could be an artifact of the discovery mechanism. α Centauri B has no known planets: Planet α Cen Bb, purportedly discovered in 2012, was later disproven, and no other planet has yet been confirmed."}, "Barnard's Star": {"title": "Barnard's Star", "summary": "Barnard's Star is a small red dwarf star in the constellation of Ophiuchus. At a distance of 5.96 light-years (1.83 pc) from Earth, it is the fourth-nearest-known individual star to the Sun after the three components of the Alpha Centauri system, and is the closest star in the northern celestial hemisphere. Its stellar mass is about 16% of the Sun's, and it has 19% of the Sun's diameter. Despite its proximity, the star has a dim apparent visual magnitude of +9.5 and is invisible to the unaided eye; it is much brighter in the infrared than in visible light.\nThe star is named after Edward Emerson Barnard, an American astronomer who in 1916 measured its proper motion as 10.3 arcseconds per year relative to the Sun, the highest known for any star. The star had previously appeared on Harvard University photographic plates in 1888 and 1890.\nBarnard's Star is among the most studied red dwarfs because of its proximity and favorable location for observation near the celestial equator. Historically, research on Barnard's Star has focused on measuring its stellar characteristics, its astrometry, and also refining the limits of possible extrasolar planets. Although Barnard's Star is ancient, it still experiences stellar flare events, one being observed in 1998.\nBarnard's Star has been subject to multiple claims of planets that were later disproven. From the early 1960s to the early 1970s, Peter van de Kamp argued that planets orbited Barnard's Star. His specific claims of large gas giants were refuted in the mid-1970s after much debate. In November 2018, a candidate super-Earth planetary companion known as Barnard's Star b was reported to orbit Barnard's Star. It was believed to have a minimum mass of 3.2 ME and orbit at 0.4 AU. However, work presented in July 2021 refuted the existence of this planet."}, "Luhman 16": {"title": "Luhman 16", "summary": "Luhman 16 (also designated WISE 1049−5319 or WISE J104915.57−531906.1) is a binary brown-dwarf system in the southern constellation Vela at a distance of 6.51 light-years (2.00 parsecs) from the Sun. These are the closest-known brown dwarfs and the closest system found since the measurement of the proper motion of Barnard's Star in 1916, and the third-closest-known system to the Sun (after the Alpha Centauri system and Barnard's Star). The primary is of spectral type L7.5 and the secondary of type T0.5 ± 1 (and is hence near the L–T transition). The masses of Luhman 16 A and B are 35.4 and 29.4 Jupiter masses, respectively, and their ages are estimated to be 400–800 million years. Luhman 16 A and B orbit each other at a distance of about 3.5 astronomical units with an orbital period of approximately 26.6 years."}, "WISEA J085510.74-071442.5": {"title": "WISE 0855−0714", "summary": "WISE 0855−0714 (full designation WISE J085510.83−071442.5, or W0855 for short) is a sub-brown dwarf 2.28±0.01 parsecs (7.43±0.04 light-years) from Earth, therefore the fourth-closest star or (sub-) brown dwarf system to the Sun, the discovery of which was announced in April 2014 by Kevin Luhman using data from the Wide-field Infrared Survey Explorer (WISE). As of 2014, WISE 0855−0714 has the third-highest proper motion (8,151.6±1.8 mas/yr) after Barnard's Star (10,300 mas/yr) and Kapteyn's Star (8,600 mas/yr) and the fourth-largest parallax (439.0±2.4 mas) of any known star or brown dwarf. It is also the coldest object of its type found in interstellar space, having a temperature of about 285 K (12 °C; 53 °F)."}, "Wolf 359": {"title": "Wolf 359", "summary": "Wolf 359 is a red dwarf star located in the constellation Leo, near the ecliptic. At a distance of 7.86 light-years (2.41 parsecs) from Earth, it has an apparent magnitude of 13.54 and can only be seen with a large telescope. Wolf 359 is one of the nearest stars to the Sun; only the Alpha Centauri system (including Proxima Centauri), Barnard's Star, and the brown dwarfs Luhman 16 (WISE 1049-5319) and WISE 0855−0714 are known to be closer. Its proximity to Earth has led to its mention in several works of fiction.\nWolf 359 is one of the faintest and least-massive nearby stars known. At the light-emitting layer called the photosphere, it has a temperature of ~2,800 K, low enough for chemical compounds to form and survive. The absorption lines of compounds such as water and titanium(II) oxide have been observed in its spectrum. The star's surface has a magnetic field hundreds of times as strong as that of the Sun, generated by its thorough internal convection. As a result of this significant magnetic activity, Wolf 359 is a flare star that can undergo sudden and great increases in luminosity, which can persist for several minutes. These flares emit strong bursts of X-ray and gamma ray radiation that have been observed by space telescopes. It is a relatively young star with an estimated age of less than a billion years. No planetary companions for Wolf 359 have been confirmed so far, though there is one unverified candidate, and as yet no debris disks have been found."}, "HD 95735": {"title": "Lalande 21185", "summary": "Lalande 21185 (also known as BD+36 2147, Gliese 411, and HD 95735) is a star in the south of Ursa Major. It is the apparent brightest red dwarf in the northern hemisphere. Despite this, and being relatively close by, it is very dim (as are all red dwarfs), being only magnitude 7.5 in visible light and thus too faint to be seen with the unaided eye. The star is visible through a small telescope or binoculars.\nAt 8.304 light-years (2.546 parsecs) away it is one of the stars nearest to the Solar System; only the Alpha Centauri system, Barnard's Star, Wolf 359, and the brown dwarfs Luhman 16 and WISE 0855−0714 are known to be closer. Because of its proximity it is a frequent subject for astronomical surveys and other research and thus is known by numerous other designations, most commonly Gliese 411 and HD 95735. In approximately 19,900 years it will be at its closest, about 4.65 ly (1.43 pc) from the Sun, just over half its present distance.\nLalande 21185 has two known exoplanets and one candidate exoplanet, making it the second closest confirmed planetary system to the Solar System."}, "Alpha CMa": {"title": "Sirius", "summary": "Sirius is the brightest star in the night sky. Its name is derived from the Greek word Σείριος (Latin script: Seirios), meaning lit. 'glowing' or 'scorching'. The star is designated α Canis Majoris, Latinized to Alpha Canis Majoris, and abbreviated α CMa or Alpha CMa. With a visual apparent magnitude of −1.46, Sirius is almost twice as bright as Canopus, the next brightest star. Sirius is a binary star consisting of a main-sequence star of spectral type A0 or A1, termed Sirius A, and a faint white dwarf companion of spectral type DA2, termed Sirius B. The distance between the two varies between 8.2 and 31.5 astronomical units as they orbit every 50 years.\nSirius appears bright because of its intrinsic luminosity and its proximity to the Solar System. At a distance of 2.64 parsecs (8.6 ly), the Sirius system is one of Earth's nearest neighbours. Sirius is gradually moving closer to the Solar System; it is expected to increase in brightness slightly over the next 60,000 years to reach a peak magnitude of −1.68.\nCoincidentally, at about the same time, Sirius will take its turn as the southern Pole Star, around the year 66,270 AD. In that year, Sirius will come to within 1.6 degrees of the south celestial pole. This is due to axial precession and proper motion of Sirius itself which moves slowly in the SSW direction, so it will be visible from the southern hemisphere only.\n \nAfter that time, its distance will begin to increase, and it will become fainter, but it will continue to be the brightest star in the Earth's night sky for approximately the next 210,000 years, at which point Vega, another A-type star that is intrinsically more luminous than Sirius, becomes the brightest star.\nSirius A is about twice as massive as the Sun (M☉) and has an absolute visual magnitude of +1.43. It is 25 times as luminous as the Sun, but has a significantly lower luminosity than other bright stars such as Canopus, Betelgeuse, or Rigel. The system is between 200 and 300 million years old. It was originally composed of two bright bluish stars. The initially more massive of these, Sirius B, consumed its hydrogen fuel and became a red giant before shedding its outer layers and collapsing into its current state as a white dwarf around 120 million years ago.\nSirius is colloquially known as the \"Dog Star\", reflecting its prominence in its constellation, Canis Major (the Greater Dog). The heliacal rising of Sirius marked the flooding of the Nile in Ancient Egypt and the \"dog days\" of summer for the ancient Greeks, while to the Polynesians, mostly in the Southern Hemisphere, the star marked winter and was an important reference for their navigation around the Pacific Ocean."}, "G 272-61": {"title": "Gliese 65", "summary": "Gliese 65, also known as Luyten 726-8, is a binary star system that is one of Earth's nearest neighbors, at 8.8 light-years (2.7 parsecs) from Earth in the constellation Cetus. The two component stars are both flare stars with the variable star designations BL Ceti and UV Ceti."}, "V1216 Sagittarii": {"title": "Ross 154", "summary": "Ross 154 (V1216 Sgr) is a star in the southern zodiac constellation of Sagittarius. It has an apparent visual magnitude of 10.44, making it much too faint to be seen with the naked eye. At a minimum, viewing Ross 154 requires a telescope with an aperture of\n6.5 cm (3 in) under ideal conditions. The distance to this star can be estimated from parallax measurements, which places it at 9.71 light-years (2.98 parsecs) away from Earth. It is the nearest star in the southern constellation Sagittarius, and one of the nearest stars to the Sun."}, "HH Andromedae": {"title": "Ross 248", "summary": "Ross 248, also called HH Andromedae or Gliese 905, is a small star approximately 10.30 light-years (3.16 parsecs) from Earth in the northern constellation of Andromeda. Despite its proximity it is too dim to be seen with the naked eye. It was first catalogued by Frank Elmore Ross in 1926 with his second list of proper-motion stars; on which count it ranks 261st in the SIMBAD database.  It was too dim to be included in the Hipparcos survey. In about 40,000 years, Voyager 2 will pass 1.7 light-years (9.7 trillion miles) from the star.\nWithin the next 80,000 years, Ross 248 is predicted to be the nearest star to the Sun for around 9,000 years, overtaking the current nearest star, the triple system Alpha Centauri."}, "Epsilon Eridani": {"title": "Epsilon Eridani", "summary": "Epsilon Eridani (Latinized from ε Eridani), proper name Ran, is a star in the southern constellation of Eridanus. At a declination of −9.46°, it is visible from most of Earth's surface. Located at a distance 10.5 light-years (3.2 parsecs) from the Sun, it has an apparent magnitude of 3.73, making it the third-closest individual star (or star system) visible to the naked eye.\nThe star is estimated to be less than a billion years old. This relative youth gives Epsilon Eridani a higher level of magnetic activity than the Sun, with a stellar wind 30 times as strong. The star's rotation period is 11.2 days at the equator. Epsilon Eridani is smaller and less massive than the Sun, and has a lower level of elements heavier than helium. It is a main-sequence star of spectral class K2, with an effective temperature of about 5,000 K (8,500 °F), giving it an orange hue. It is a candidate member of the Ursa Major moving group of stars, which share a similar motion through the Milky Way, implying these stars shared a common origin in an open cluster.\nPeriodic changes in Epsilon Eridani's radial velocity have yielded evidence of a giant planet orbiting it, designated Epsilon Eridani b. The discovery of the planet was initially controversial, but most astronomers now regard the planet as confirmed. In 2015 the planet was given the proper name AEgir  [sic]. The Epsilon Eridani planetary system also includes a debris disc consisting of a Kuiper belt analogue at 70 au from the star and warm dust between about 3 au and 20 au from the star. The gap in the debris disc between 20 and 70 au implies the likely existence of outer planets in the system.\nAs one of the nearest Sun-like stars, Epsilon Eridani has been the target of several observations in the search for extraterrestrial intelligence. Epsilon Eridani appears in science fiction stories and has been suggested as a destination for interstellar travel. From Epsilon Eridani, the Sun would appear as a star in Serpens, with an apparent magnitude of 2.4."}, "HD 217987": {"title": "Lacaille 9352", "summary": "Lacaille 9352 (Lac 9352) is a red dwarf star in the southern constellation of Piscis Austrinus. With an apparent visual magnitude of 7.34, this star is too faint to be viewed with the naked eye except possibly under excellent seeing conditions. Parallax measurements place it at a distance of about 10.74 light-years (3.29 parsecs) from Earth. It is the eleventh closest star system to the Solar System and is the closest star in the constellation Piscis Austrinus. The ChView simulation shows that its closest neighbour is the EZ Aquarii triple star system at about 4.1 ly away."}, "FI Virginis": {"title": "Ross 128", "summary": "Ross 128 is a red dwarf in the equatorial zodiac constellation of Virgo, near β Virginis. The apparent magnitude of Ross 128 is 11.13, which is too faint to be seen with the unaided eye. Based upon parallax measurements, the distance of this star from Earth is 11.007 light-years (3.375 parsecs), making it the twelfth closest stellar system to the Solar System. It was first cataloged in 1926 by American astronomer Frank Elmore Ross."}, "EZ Aquarii": {"title": "EZ Aquarii", "summary": "EZ Aquarii is a triple star system 11.1 light-years (3.4 parsecs) from the Sun in the constellation Aquarius within the Milky Way. It is also known as Luyten 789-6, Gliese 866 and LHS 68.  It is a variable star showing flares as well as smaller brightness changes due to rotation. The aggregate mass of the system is 0.3262±0.0018 solar masses. All three seem to have masses close to the hydrogen burning mass limit.\nThe configuration of the inner binary pair may permit a circumbinary planet to orbit near their habitable zone, however no exoplanets have yet been observed. EZ Aquarii is approaching the Solar System and, in about 32,300 years, will be at its minimal distance of about 8.2 ly (2.5 pc) from the Sun. The ChView simulation shows that currently its nearest neighbouring star is Lacaille 9352 at about 4.1 ly (1.3 pc) from EZ Aquarii."}, "61 Cygni": {"title": "61 Cygni", "summary": "61 Cygni  is a binary star system in the constellation Cygnus, consisting of a pair of K-type dwarf stars that orbit each other in a period of about 659 years. Of apparent magnitude 5.20 and 6.05, respectively, they can be seen with binoculars in city skies or with the naked eye in rural areas without light pollution.\n61 Cygni first attracted the attention of astronomers when its large proper motion was first demonstrated by Giuseppe Piazzi in 1804. In 1838, Friedrich Bessel measured its distance from Earth at about 10.4 light-years, very close to the actual value of about 11.4 light-years; this was the first distance estimate for any star other than the Sun, and first star to have its stellar parallax measured. Among all stars or stellar systems listed in the modern Hipparcos Catalogue, 61 Cygni has the seventh-highest proper motion, and the highest among all visible stars or systems.\nOver the course of the twentieth century, several different astronomers reported evidence of a massive planet orbiting one of the two stars, but recent high-precision radial velocity observations have shown that all such claims were unfounded. No planets have been confirmed in this stellar system to date."}, "Alpha CMi": {"title": "Procyon", "summary": "Procyon () is the brightest star in the constellation of Canis Minor and usually the eighth-brightest star in the night sky, with an apparent visual magnitude of 0.34. It has the Bayer designation α Canis Minoris, which is Latinized to Alpha Canis Minoris, and abbreviated α CMi or Alpha CMi, respectively. As determined by the European Space Agency Hipparcos astrometry satellite, this system lies at a distance of just 11.46 light-years (3.51 parsecs), and is therefore one of Earth's nearest stellar neighbors.\nA binary star system, Procyon consists of a white-hued main-sequence star of spectral type F5 IV–V, designated component A, in orbit with a faint white dwarf companion of spectral type DQZ, named Procyon B. The pair orbit each other with a period of 40.84 years and an eccentricity of 0.4."}, "BD+59 1915": {"title": "Struve 2398", "summary": "Struve 2398 (Gliese 725) is a binary star system in the northern constellation of Draco. Struve 2398 is star number 2398 in the Struve Double Star Catalog of Russian-German astronomer Friedrich Georg Wilhelm von Struve. The astronomer's surname, and hence the star identifier, is sometimes indicated by a Greek sigma, Σ; hence, this system can be listed with the identifier Σ 2398. Although the components are too faint to be viewed with the naked eye, this star system is among the closest to the Sun. Parallax measurements by the Gaia spacecraft give them an estimated distance of 11.5 light-years (3.5 parsecs) away.\nBoth stars are small red dwarfs, with each having around a third the Sun's mass and radius. They each display the type of variability common to flare stars, and their active surfaces are sources of X-ray emission. They are orbiting with period of about 295 years, at a separation of about 56 astronomical units with an orbital eccentricity (ovalness) of 0.70.\nThe pair has a relatively high proper motion of 2.2 arc seconds per year. The system is on an orbit through the Milky Way that has an eccentricity of 0.05, carrying them as close as 8 kpc and as far as 9 kpc from the Galactic Center. The plane of their galactic orbit carries them as far as 463−489 pc away from the galactic plane."}, "DX Cnc": {"title": "DX Cancri", "summary": "DX Cancri is a variable star in the northern zodiac constellation of Cancer. With an apparent visual magnitude of 14.81, it is much too faint to be seen with the naked eye. Visually viewing this star requires a telescope with a minimum aperture of 16 in (41 cm). Based upon parallax measurements, DX Cancri is located at a distance of 11.8 light-years (3.6 parsecs) from Earth. This makes it the 18th closest star (or star system) to the Sun.\nThe star has a stellar classification of M6.5V, identifying it as a type of main sequence star known as a red dwarf. It has about 9% of the mass of the Sun, and 11% of the Sun's radius. The outer envelope of the star has an effective temperature of 2,840 K, making it an M-type star. It is a flare star that has random, intermittent increases in brightness by up to a factor of five. It is a proposed member of the Castor Moving Group of stars that share a common trajectory through space. This group has an estimated age of 200 million years."}, "Epsilon Indi": {"title": "Epsilon Indi", "summary": "Epsilon Indi, Latinized from ε Indi, is a star system located at a distance of approximately 12 light-years from Earth in the southern constellation of Indus. The star has an orange hue and is faintly visible to the naked eye with an apparent visual magnitude of 4.83. It consists of a K-type main-sequence star, ε Indi A, and two brown dwarfs, ε Indi Ba and ε Indi Bb, in a wide orbit around it. The brown dwarfs were discovered in 2003. ε Indi Ba is an early T dwarf (T1) and ε Indi Bb a late T dwarf (T6) separated by 0.6 arcseconds, with a projected distance of 1460 AU from their primary star.\nε Indi A has one known planet, ε Indi Ab, with a mass of 3.3 Jupiter masses in an elliptical orbit with a period of about 45 years. ε Indi Ab is the second-closest Jovian exoplanet, after ε Eridani b. The ε Indi system provides a benchmark case for the study of the formation of gas giants and brown dwarfs."}, "Tau Ceti": {"title": "Tau Ceti", "summary": "Tau Ceti, Latinized from τ Ceti, is a single star in the constellation Cetus that is spectrally similar to the Sun, although it has only about 78% of the Sun's mass. At a distance of just under 12 light-years (3.7 parsecs) from the Solar System, it is a relatively nearby star and the closest solitary G-class star. The star appears stable, with little stellar variation, and is metal-deficient (low in elements other than hydrogen and helium) relative to the Sun.\nIt can be seen with the unaided eye with an apparent magnitude of 3.5. As seen from Tau Ceti, the Sun would be in the northern hemisphere constellation Boötes with an apparent magnitude of about 2.6.\nObservations have detected more than ten times as much dust surrounding Tau Ceti as is present in the Solar System. Since December 2012, there has been evidence of at least four planets—all likely super-Earths—orbiting Tau Ceti, and two of these are potentially in the habitable zone. There is evidence of up to an additional four unconfirmed planets, one of which would be a Jovian planet between 3 and 20 AU from the star. Because of its debris disk, any planet orbiting Tau Ceti would face far more impact events than Earth. Note that those planetary candidates have been contested recently and recent discoveries about the stellar inclination cast doubt about the terrestrial nature of these worlds. Despite this hurdle to habitability, its solar analog (Sun-like) characteristics have led to widespread interest in the star. Given its stability, similarity and relative proximity to the Sun, Tau Ceti is consistently listed as a target for the search for extraterrestrial intelligence (SETI)."}, "L 372-58": {"title": "GJ 1061", "summary": "GJ 1061 is a red dwarf star located 12 light-years (3.7 parsecs) from Earth in the southern constellation of Horologium. Even though it is a relatively nearby star, it has an apparent visual magnitude of about 13, so it can only be seen with at least a moderately-sized telescope.\nThe proper motion of GJ 1061 has been known since 1974, but it was estimated to be further away: approximately 25 light-years (7.7 parsecs) distant based upon an estimated parallax of 0.130″. The RECONS accurately determined its distance in 1997. At that time, it was the 20th-nearest star system to the Sun. The discovery team noted that many more stars like this are likely to be discovered nearby.\nThis star is a tiny, dim, red dwarf, close to the lower mass limit. It has an estimated mass of about 12.5% that of the Sun and is only about 0.2% as luminous. The star displays no significant infrared excess due to circumstellar dust."}, "YZ Ceti": {"title": "YZ Ceti", "summary": "YZ Ceti is a red dwarf star in the constellation Cetus. Although it is relatively close to the Sun at just 12 light years, this star cannot be seen with the naked eye. It is classified as a flare star that undergoes intermittent fluctuations in luminosity. YZ Ceti is about 13 percent the mass of the Sun and 17% of its radius.\nThis star is unusually close to Tau Ceti, a star of spectral class G8. The two are only about 1.6 light years apart, a little more than a third of the distance from the Sun to the Solar System's nearest neighbor, Proxima Centauri."}, "Luyten's Star": {"title": "Luyten's Star", "summary": "Luyten's Star  (GJ 273) is a red dwarf in the constellation Canis Minor located at a distance of 12.35 light-years (3.79 parsecs) from the Sun. It has a visual magnitude of 9.9, making it too faint to be viewed with the unaided eye. It is named after Willem Jacob Luyten, who, in collaboration with Edwin G. Ebbighausen, first determined its high proper motion in 1935. The star has two confirmed planets and two candidate planets, of which Luyten b is in the circumstellar habitable zone."}, "Teegarden's Star": {"title": "Teegarden's Star", "summary": "Teegarden's Star  (SO J025300.5+165258, 2MASS J02530084+1652532, LSPM J0253+1652) is an M-type red dwarf star in the constellation Aries, 12.5 light-years (3.8 parsecs) from the Solar System. Although it is near Earth it is a dim magnitude 15 and can only be seen through large telescopes. This star was found to have a very large proper motion of about 5 arcseconds per year. Only seven stars with such large proper motions are currently known. Teegarden's Star hosts a planetary system with at least three planets."}, "Kapteyn's Star": {"title": "Kapteyn's Star", "summary": "Kapteyn's Star is a class M1 red subdwarf about 12.83 light-years from Earth in the southern constellation Pictor; it is the closest halo star to the Solar System. With an apparent magnitude of nearly 9 it is visible through binoculars or a telescope.\nIts diameter is 30% of the Sun's, but its luminosity just 1.2% that of the Sun. It may have once been part of the globular cluster Omega Centauri, itself the likely core of a dwarf galaxy swallowed up by the Milky Way in the distant past. The discovery of two planets—Kapteyn b and Kapteyn c—was announced in 2014, but had a mixed history of rejections and confirmations, until a 2021 study refuted both planets. The \"planets\" are in fact artifacts of the star's rotation and activity."}, "AX Microscopii": {"title": "Lacaille 8760", "summary": "Lacaille 8760 (AX Microscopii) is a red dwarf star in the constellation Microscopium. It is one of the nearest stars to the Sun at about 12.9 light-years' distance, and the brightest M-class main-sequence star in Earth's night sky, although it is generally too faint to be seen without a telescope. At an apparent magnitude of +6.7, it may only be visible to the unaided eye under exceptionally good viewing conditions, under dark skies.\nThis star was originally listed in a 1763 catalog that was published posthumously by the French Abbé Nicolas-Louis de Lacaille. He observed it in the southern sky while working from an observatory at the Cape of Good Hope. Number 8760 was assigned to this star in the 1847 edition of Lacaille's catalogue of 9,766 stars by Francis Baily.\nIn the past, Lacaille 8760 has been classified anywhere from spectral class K7 down to M2. In 1979, the Irish astronomer Patrick Byrne discovered that it is a flare star, and it was given the variable star designation AX Microscopii, or AX Mic. As a flare star it is relatively quiescent.\n\nLacaille 8760 is one of the largest and brightest red dwarfs known, with about 60% the mass and 51% the radius of the Sun. It is about five billion years old and is spinning at a projected rotational velocity of 3.3 km/s, giving it a rotation period of roughly 40 days. The star is radiating 7.2% of the luminosity of the Sun from its photosphere at an effective temperature of 3,800 K.\nDespite efforts by astronomers, as of 2011 no planets had been detected in orbit around this star.\nLacaille 8760 orbits around the galaxy with a relatively high ellipticity of 0.23. Its closest approach to the Sun occurred about 20,000 years ago when it came within 12 light-years (3.7 parsecs). Due to its low mass (60% of the Sun), it has an expected lifespan of about 75 billion (7.5 × 1010) years, seven times longer than the Sun's."}, "HD 239960": {"title": "Kruger 60", "summary": "Krüger 60 (DO Cephei) is a binary star system located 13.1 light-years (4.0 parsecs) from the Sun. These red dwarf stars orbit each other every 44.6 years."}, "SCR J1845-6357": {"title": "SCR 1845−6357", "summary": "SCR 1845−6357 is a binary system, 13.1 light-years (4.0 parsecs) away in the constellation Pavo. The primary is a faint red dwarf. It has a brown dwarf companion. The primary red dwarf was discovered in 2004 by Hambly et al., while the secondary brown dwarf was later discovered in 2006."}, "DENIS J104814.6-395606": {"title": "DENIS J1048−3956", "summary": "DENIS J1048−3956 is an exceptionally small, dim ultra-cool red dwarf star 13.2 light-years (4.0 parsecs) from Earth in the southern constellation of Antlia, among the stars closest to Earth. This star is very dim with an apparent magnitude of about 17, and requires a telescope with a camera to be seen. It was discovered in 2000 by Xavier Delfosse (Institute of Astrophysics of the Canary Islands, now Observatoire de Grenoble) and Thierry Forveille (Canada–France–Hawaii Telescope Corporation), with the assistance of nine other astronomers.\nKinematically, DENIS J1048−3956 belongs to the young thin disc. In 2005 a powerful flare from this object was detected by radio astronomy.\nJ1048 is a good example of the smallest, least massive stars possible. With a mass just 7.5% that of the Sun, it is barely large enough to sustain fusion in its core. In fact, it is so small, dim, and cool that it was originally thought to be a brown dwarf."}, "Ross 614": {"title": "Ross 614", "summary": "Ross 614 (V577 Monocerotis) is a red dwarf UV Ceti flare star and it is the primary member of a nearby binary star system in the constellation of Monoceros. This star has a magnitude of about 11, making it invisible to the unaided eye even though it is one of the stars nearest to the Sun. This system is among the closest to the Sun at an estimated distance of about 13.3 light years. Because this star is so close to the Earth it is often the subject of study, hence the large number of designations by which it is known."}, "UGPS J072227.51-054031.2": {"title": "UGPS J072227.51−054031.2", "summary": "UGPS J072227.51−054031.2 (designation often abbreviated to UGPS 0722−05) is a brown dwarf of late T type, or possibly a rogue planet located approximately 4.1 parsecs (13 light-years) from Earth."}, "V2306 Ophiuchi": {"title": "Wolf 1061", "summary": "Wolf 1061 (also known as HIP 80824 and V2306 Ophiuchi) is an M-class red dwarf star located about 14.1 light-years away in the constellation Ophiuchus. It is the 36th-closest-known star system to the Sun and has a relatively high proper motion of 1.2 seconds of arc per year. Wolf 1061 does not have any unusual spectroscopic features."}, "Wolf 28": {"title": "Van Maanen 2", "summary": "Van Maanen 2, or van Maanen's Star, is the closest known solitary white dwarf to the Solar System. It is a dense, compact stellar remnant no longer generating energy and has equivalent to about 68% of the Sun's mass but only 1% of its radius. At a distance of 14.1 light-years it is the third closest of its type of star after Sirius B and Procyon B, in that order. Discovered in 1917 by Dutch–American astronomer Adriaan van Maanen, Van Maanen 2 was the third white dwarf identified, after 40 Eridani B and Sirius B, and the first solitary example."}, "Wolf 424": {"title": "Wolf 424", "summary": "Wolf 424 is a binary star system comprising two red dwarf stars at a distance of approximately 14.2 light years from the Sun.  It is located in the constellation Virgo, between the stars ε Virginis and ο Virginis.\nThe close binary nature of this star was discovered by Dutch American astronomer Dirk Reuyl in 1941, based upon an elongation of the star found in photographs. The two stars in the Wolf 424 system orbit about each other with a semi-major axis of 4.1 AU and an eccentricity of 0.3. The stars have an orbital period of 15.5 years and have a combined apparent magnitude of about 12.5.\nWolf 424A is a cool main sequence red dwarf star of approximately 0.14 solar masses (147 Jupiters) and a radius of 0.17 solar radii. Its companion, Wolf 424B, is a cool main sequence red dwarf star of approximately 0.13 solar masses (136 Jupiters) and a radius of 0.14 solar radii. They are two of the dimmest known objects within 15 light years of the Sun. In 1967, it was discovered that both are flare stars that undergo random increases in luminosity. The system has been designated FL Virginis, and may experience sunspot activity. The stars may undergo variation in the level of flare activity over periods lasting several years."}, "HD 225213": {"title": "Gliese 1", "summary": "Gliese 1 is a red dwarf in the constellation Sculptor, which is found in the southern celestial hemisphere. It is one of the closest stars to the Sun, at a distance of 14.2 light years. Because of its proximity to the Earth it is a frequent object of study and much is known about its physical properties and composition. However, with an apparent magnitude of about 8.6 it is too faint to be seen with the naked eye."}, "TZ Arietis": {"title": "TZ Arietis", "summary": "TZ Arietis (also known as Gliese 83.1, GJ 9066, or L 1159-16) is a red dwarf in the northern constellation of Aries. With a normal apparent visual magnitude of 12.3, it is too faint to be seen by the naked eye, although it lies relatively close to the Sun at a distance of 14.6 light-years (4.47 parsecs). It is a flare star, which means it can suddenly increase in brightness for short periods of time."}, "BD+68 946": {"title": "Gliese 687", "summary": "Gliese 687, or GJ 687 (Gliese–Jahreiß 687) is a red dwarf in the constellation Draco. This is one of the closest stars to the Sun and lies at a distance of 14.84 light-years (4.55 parsecs). Even though it is close by, it has an apparent magnitude of about 9, so it can only be seen through a moderately sized telescope. Gliese 687 has a high proper motion, advancing 1.304 arcseconds per year across the sky. It has a net relative velocity of about 39 km/s. It is known to have a Neptune-mass planet. Old books and articles refer to it as Argelander Oeltzen 17415."}, "CD-46 11540": {"title": "Gliese 674", "summary": "Gliese 674 (GJ 674) is a small red dwarf star with an exoplanetary companion in the southern constellation of Ara. It is too faint to be visible to the naked eye, having an apparent visual magnitude of 9.38 and an absolute magnitude of 11.09. The system is located at a distance of 14.8 light-years from the Sun based on parallax measurements, but is drifting closer with a radial velocity of −2.9 km/s. It is a candidate member of the 200 million year old Castor stream of co-moving stars.\nThis is a low-mass M-type main-sequence star with a stellar classification of M3V. The star is weakly active and show star spots on a regular basis. Even low activity red dwarfs can flare, and in 2018 this star was observed emitting a hot ultraviolet flare with a total energy of 5.6×1023 Joules and a duration of a few hours. GJ 674 is at an intermediate stage of spin-down with a rotation period of 33.4 days, suggesting an age of up to a few billion years. It is smaller and less massive than the Sun, and is radiating just 1.6% of the Sun's luminosity from its photosphere at an effective temperature of 3,404 K."}, "WISE J163940.83-684738.6": {"title": "WISE 1639−6847", "summary": "WISE J163940.83−684738.6 (designation is abbreviated to WISE 1639−6847, or W1639) is a brown dwarf of spectral class Y0 pec, located in constellation Triangulum Australe (it's the nearest star / brown dwarf in this constellation) at 15.5 light-years from Earth. It is the second closest Y-dwarf as of February 2024."}, "LP 731-58": {"title": "LHS 292", "summary": "LHS 292 is a red dwarf in the constellation Sextans. It is far too faint to be seen with the unaided eye and requires a large amateur telescope to be seen visually. It lies relatively close to the Solar System at a distance of about 14.9 light years. It is a flare star, which means it can suddenly increase in brightness for short periods of time.\nIt has the space velocity components [U, V, W] = [28, −16, −14] km/s."}, "LAWD 37": {"title": "Gliese 440", "summary": "Gliese 440, also known as LP 145-141 or LAWD 37, is an isolated white dwarf located 15.1 light-years (4.6 parsecs) from the Solar System in the constellation Musca.  It is the fourth closest known white dwarf to the Sun (after Sirius B, Procyon B, and van Maanen's star.)"}, "GJ 1245": {"title": "GJ 1245", "summary": "GJ 1245 (Gliese 1245) is a double star with components G 208-44 and G 208-45, 14 light-years away, relatively close to the Solar System.  G 208-44 is itself a closer double star made up of two red dwarfs, while G 208-45 is also a red dwarf.  GJ 1245 is the 37th closest stellar system to the Solar System, located in the constellation Cygnus.  GJ 1245 A and B are active flare stars, and the pair are collectively designated V1581 Cygni.\nThe largest of the three stars, G208-44 A (GJ 1245 A) is only 11% the Sun's mass.  Of the other two stars, G 208-44 B (GJ 1245 C), is closest to star A at 8 AU away; it is 7% of the Sun's Mass.  The third star, GJ 1245 B, is 33 AU away from star A, and is 10% of the Sun's Mass; it would appear as bright as Venus does from Earth when viewed from star A."}, "WISEP J174124.25+255319.5": {"title": "WISEPA J174124.26+255319.5", "summary": "WISEPA J174124.26+255319.5 (designation is abbreviated to WISE 1741+2553) is a brown dwarf of spectral class T9, located in constellation Hercules at approximately 15.2 light-years from Earth."}, "IL Aquarii": {"title": "Gliese 876", "summary": "Gliese 876 is a red dwarf star 15.2 light-years (4.7 parsecs) away from Earth in the constellation of Aquarius. It is one of the closest known stars to the Sun confirmed to possess a planetary system with more than two planets, after GJ 1061, YZ Ceti, Tau Ceti, and Wolf 1061; as of 2018, four extrasolar planets have been found to orbit the star. The planetary system is also notable for the orbital properties of its planets. It is the only known system of orbital companions to exhibit a near-triple conjunction in the rare phenomenon of Laplace resonance (a type of resonance first noted in Jupiter's inner three Galilean moons). It is also the first extrasolar system around a normal star with measured coplanarity. While planets b and c are located in the system's habitable zone, they are giant planets believed to be analogous to Jupiter."}, "L 143-23": {"title": "LHS 288", "summary": "LHS 288 (Luyten 143-23) is a red dwarf around 15.8 light years from the Sun, the closest in the constellation Carina (near Eta Carinae). It is far too faint to be seen with the unaided eye, with an apparent magnitude of 13.92.\nRecent studies suggest it may harbour a planet with a mass as small as 2.4 MJ, but the possibility that it passed over an undetected faint star could not be eliminated."}, "G 158-27": {"title": "GJ 1002", "summary": "GJ 1002 (or Gliese 1002) is a nearby red dwarf star, located 15.8 light-years (4.8 parsecs) away from the Solar System in the constellation of Cetus. The star has 12% the mass and 14% the radius of the Sun, and a temperature of 3,024 K (2,751 °C; 4,984 °F). It hosts a system of two known exoplanets."}, "DENIS J025503.3-470049": {"title": "DENIS 0255−4700", "summary": "DENIS 0255−4700 is an extremely faint brown dwarf 15.9 light-years (4.9 parsecs) from the Solar System in the southern constellation of Eridanus. It is the closest isolated L-type brown dwarf (no undiscovered L-dwarfs are expected to be closer), and only after the binary Luhman 16. It is also the faintest brown dwarf (with the absolute magnitude of MV=24.44) having measured visible magnitude. A number of nearer T and Y-type dwarfs are known, specifically WISE 0855−0714, Epsilon Indi B and C, SCR 1845-6357 B, and UGPS 0722−05."}, "HD 88230": {"title": "Groombridge 1618", "summary": "Groombridge 1618 is a star in the northern constellation Ursa Major. With an apparent visual magnitude of +6.6, it lies at or below the threshold of stars visible to the naked eye for an average observer. It is relatively close to Earth, at 15.89 light-years (4.87 pc). This is a main sequence star of spectral type K7.5 Ve, having just 67% of the Sun's mass."}, "BD+44 2051": {"title": "Gliese 412", "summary": "Gliese 412 is a pair of stars that share a common proper motion through space and are thought to form a binary star system. The pair have an angular separation of 31.4″ at a position angle of 126.1°. They are located 15.8 light-years distant from the Sun in the constellation Ursa Major. Both components are relatively dim red dwarf stars.\nThe two stellar components of this system have a projected separation of about 152 AU, and an estimated orbital semimajor axis of 190 AU. The primary has about 48% of the Sun's mass, while the secondary is only 10%. The primary has a projected rotation velocity at the equator of less than 3 km/s; the secondary has a rotation velocity of 7.7±1.7 km/s.\nThe primary star was monitored for radial velocity (RV) variations caused by a Jupiter-mass companion in a short-period orbit. It displayed no significant excess of RV variation that could be attributed to a planet. A search of the system using near-infrared speckle interferometry also failed to detect a companion orbiting at distances of 1–10 AU. Nor has a brown dwarf been detected orbiting within this system.\nThe space velocity components of this system are U = 141, V = –7 and W = 7. They are members of the halo population of the Milky Way galaxy."}, "BD+20 2465": {"title": "AD Leonis", "summary": "AD Leonis (Gliese 388) is a red dwarf star. It is located relatively near the Sun, at a distance of 16.2 light-years (5.0 parsecs), in the constellation Leo. AD Leonis is a main sequence star with a spectral classification of M3.5V. It is a flare star that undergoes random increases in luminosity."}, "HD 204961": {"title": "Gliese 832", "summary": "Gliese 832 (Gl 832 or GJ 832) is a red dwarf of spectral type M2V in the southern constellation Grus. The apparent visual magnitude of 8.66 means that it is too faint to be seen with the naked eye. It is located relatively close to the Sun, at a distance of 16.2 light years and has a high proper motion of 818.16 milliarcseconds per year. Gliese 832 has just under half the mass and radius of the Sun. Its estimated rotation period is a relatively leisurely 46 days. The star is roughly 6 billion years old.\nThis star achieved perihelion some 52,920 years ago when it came within an estimated 15.71 ly (4.817 pc) of the Sun.\nGliese 832 emits X-rays. Despite the strong flare activity, Gliese 832 is producing on average less ionizing radiation than the Sun. Only at extremely short radiation wavelengths (<50nm) does its radiation intensity rise above the level of quiet Sun, but does not reach levels typical for active Sun."}, "CD-44 11909": {"title": "Gliese 682", "summary": "Gliese 682 or GJ 682 is a red dwarf. It is listed as the 53rd-nearest known star system to the Sun, being 16.3 light years away from the Earth. Even though it is close by, it is dim with a magnitude of 10.95 and thus requires a telescope to be seen.  It is located in the constellation of Scorpius, near the bright star Theta Scorpii.\nThe star is in a crowded region of sky near the Galactic Center, and so appears to be near a number of deep-sky objects from the Solar System's perspective. The star is only 0.5 degrees from the much more distant globular cluster NGC 6388."}, "Omicron2 Eridani": {"title": "40 Eridani", "summary": "40 Eridani is a triple star system in the constellation of Eridanus, abbreviated 40 Eri. It has the Bayer designation Omicron2 Eridani, which is Latinized from ο2 Eridani and abbreviated Omicron2 Eri or ο2 Eri. Based on parallax measurements taken by the Gaia mission, it is about 16.3 light-years from the Sun.\nThe primary star of the system, designated 40 Eridani A and named Keid, is easily visible to the naked eye. It is orbited by a binary pair whose two components are designated 40 Eridani B and C, and which were discovered on January 31, 1783, by William Herschel.: p73  It was again observed by Friedrich Struve in 1825 and by Otto Struve in 1851.\nIn 1910, it was discovered that although component B was a faint star, it was white in color. This meant that it had to be a small star; in fact it was a white dwarf, the first discovered. Although it is neither the closest white dwarf, nor the brightest in the night sky, it is by far the easiest to observe; it is nearly three magnitudes brighter than Van Maanen's Star, the nearest solitary white dwarf, and unlike the companions of Procyon and Sirius it is not swamped in the glare of a much brighter primary."}, "EV Lacertae": {"title": "EV Lacertae", "summary": "EV Lacertae (EV Lac, Gliese 873, HIP 112460) is a faint red dwarf star 16.5 light years away in the constellation Lacerta. It is the nearest star to the Sun in that region of the sky, although with an apparent magnitude of 10, it is only barely visible with binoculars. EV Lacertae is spectral type M3.5 flare star that emits X-rays.\n\nOn 25 April 2008, NASA's Swift satellite picked up a record-setting flare from EV Lacertae. This flare was thousands of times more powerful than the largest observed solar flare. Because EV Lacertae is much farther from Earth than the Sun, the flare did not appear as bright as a solar flare. The flare would have been visible to the naked eye if the star had been in an observable part of the night sky at the time. It was the brightest flare ever seen from a star other than the Sun.\nEV Lacertae is much younger than that of the Sun. Its age is estimated at 300 million years, and it is still spinning rapidly. The fast spin, together with its convective interior, produces a magnetic field much more powerful than that of the Sun. This strong magnetic field is believed to play a role in the star's ability to produce such bright flares. After the flare, the star was blue.\nIn October 2022, another stellar flare was observed in EV Lacertae by a group of scientists led by Shun Inoue of Kyoto University, after observing the star in near-ultraviolet and white-light curves. The finding was announced and detailed in December 31, 2023, in the pre-print server arXiv.\n\n\n== References =="}, "G 9-38": {"title": "G 9-38", "summary": "G 9-38, also known as EI Cancri and GJ 1116, is a binary star system consisting of two M-type stars. At 16.7 light-years from the Sun, the system is relatively nearby. The system has a very high stellar flare activity, with average five flares per hour.\nIn 2015, the search for third star in the system has yielded inconclusive results."}, "70 Ophiuchi": {"title": "70 Ophiuchi", "summary": "70 Ophiuchi is a binary star system located 16.6 light years away from the Earth.  It is in the constellation Ophiuchus. At magnitude 4 it appears as a dim star visible to the unaided eye away from city lights."}, "Alpha Aquilae": {"title": "Altair", "summary": "Altair is the brightest star in the constellation of Aquila and the twelfth-brightest star in the night sky. It has the Bayer designation Alpha Aquilae, which is Latinised from α Aquilae and abbreviated Alpha Aql or α Aql. Altair is an A-type main-sequence star with an apparent visual magnitude of 0.77 and is one of the vertices of the Summer Triangle asterism; the other two vertices are marked by Deneb and Vega. It is located at a distance of 16.7 light-years (5.1 parsecs) from the Sun.: 194  Altair is currently in the G-cloud—a nearby interstellar cloud, an accumulation of gas and dust. \nAltair rotates rapidly, with a velocity at the equator of approximately 286 km/s. This is a significant fraction of the star's estimated breakup speed of 400 km/s. A study with the Palomar Testbed Interferometer revealed that Altair is not spherical, but is flattened at the poles due to its high rate of rotation. Other interferometric studies with multiple telescopes, operating in the infrared, have imaged and confirmed this phenomenon."}, "2MASS J15065257+7027247": {"title": "WISE 1506+7027", "summary": "WISEPC J150649.97+702736.0 (designation abbreviated to WISE 1506+7027, or WISE J1506+7027) is a brown dwarf star of spectral class T6, located in constellation Ursa Minor. It is one of the Sun's nearest neighbors, at a distance of 16.85 light-years. Brown dwarfs closer to the Sun include Luhman 16, WISE 0855−0714, ε Indi Ba and ε Indi Bb."}, "G 99-49": {"title": "GJ 3379", "summary": "GJ 3379 (Giclas 99-49) is the nearest star in the Orion constellation, located at a distance of 17 light years from the Sun based on parallax. It is a single star with an apparent visual magnitude of +11.31 and an absolute magnitude of +12.71, therefore, the star is not visible with the naked eye. It is positioned in the upper left part of the Orion constellation, to the SSE of Betelgeuse. This star is drifting further away with a radial velocity of +30.0 kilometers per second. In the past, this star had a relatively close encounter with the Solar System. Some 161,000±6,000 years ago, it achieved a minimum distance of 4.08 ± 0.20 ly (1.25 ± 0.06 pc)."}, "2MASS J08173001-6155158": {"title": "DENIS J081730.0−615520", "summary": "DENIS J081730.0−615520 (also known as 2MASS 08173001−6155158) is a T-type brown dwarf 17 light-years (5.2 parsecs) away in the constellation Carina. It was discovered by Etienne Artigau and his colleagues in April 2010. The brown dwarf belongs to the T6 spectral class, with a photosphere temperature of about 1000 K. It has a mass of about 15 MJ (Jupiter masses) or about 1.5% the mass of the Sun.\nDENIS J081730.0-615520 is the fourth-nearest isolated T dwarf to the Sun (after UGPS J0722−0540, WISE 1741+2553, and WISE 1506+7027) and the eighth-nearest (also after Luhman 16B, ε Indi Bab and SCR 1845-6357B) if one takes into account T dwarfs in multiple star systems. It is also the brightest T dwarf in the sky (in the J-band); it had been missed before due to its proximity to the galactic plane."}, "G 254-29": {"title": "Gliese 445", "summary": "Gliese 445 (Gl 445 or AC +79 3888) is an M-type main sequence star in the northern part of the constellation Camelopardalis."}, "WISEA J154045.67-510139.3": {"title": "2MASS J15404342−5101357", "summary": "2MASS J15404341−5101357 (abbreviated 2M1540) is a red dwarf of spectral type M7, located in  Norma at approximately 17 light-years from Earth. It is the nearest known M7 dwarf."}, "2MASS J09393548-2448279": {"title": "2MASS J09393548−2448279", "summary": "2MASS J09393548−2448279 (abbreviated 2MASS 0939−2448) is a probable system of two nearby T-type brown dwarfs, located in constellation Antlia at 17.4 light-years from Earth. The two stars orbit at a distance of 0.0928 AU"}, "LP 656-38": {"title": "GJ 3323", "summary": "GJ 3323 (also known as LHS 1723) is a nearby single star located in the equatorial constellation Eridanus, about 0.4° to the northwest of the naked eye star Psi Eridani. It is invisible to the naked eye with an apparent visual magnitude 12.20. Parallax measurements give a distance estimate of 17.5 light-years (5.4 parsecs) from the Sun. It is drifting further away with a radial velocity of +42.3 km/s. Roughly 104,000 years ago, the star is believed to have come to within 7.34 ± 0.16 light-years of the Solar System.\nThe stellar classification of GJ 3323 is M4.0Ve, indicating that it is a red dwarf, with emission lines appearing in its spectrum. It is fully convective and a source of X-ray emission. The star has 17% of the Sun's mass, 19% of the radius of the Sun, and just 0.4% of the Sun's luminosity."}, "HD 119850": {"title": "Gliese 526", "summary": "GJ 526 (Lalande 25372, Wolf 498) is a red dwarf star in the northern constellation of Boötes. It has an apparent visual magnitude of 8.5, which is too faint to be seen with the naked eye. Based upon an annual parallax shift of 0.184 arc seconds as measured by the Hipparcos satellite, this system is 17.7 light-years (5.43 parsecs) from Earth."}, "G 175-34": {"title": "Stein 2051", "summary": "Stein 2051 (Gliese 169.1, G 175-034, LHS 26/27) is a nearby binary star system, containing a red dwarf (component A) and a degenerate star (white dwarf) (component B), located in constellation Camelopardalis at about 18 ly from Earth.\nStein 2051 is the nearest (red dwarf + white dwarf) separate binary system (40 Eridani BC is located closer at 16.26 light-years, but it is a part of a triple star system).\nStein 2051 B is the 6th nearest white dwarf after Sirius B, Procyon B, van Maanen's star, LP 145-141 and 40 Eridani B."}, "2MASS J11145133-2618235": {"title": "2MASS J11145133−2618235", "summary": "2MASS J11145133−2618235 (designation abbreviated to 2MASS 1114−2618),  or 2M1114−26, or 2M1114−2618, or 2MASS 1114−26, or 2MASS J1114−2618) is a nearby brown dwarf of spectral class T7.5, located in constellation Hydra at approximately 18 light-years from Earth."}, "HD 265866": {"title": "Gliese 251", "summary": "Gliese 251, also known as HIP 33226 or HD 265866, is a star located about 18 light years away from the Solar System. Located in the constellation of Gemini, it is the nearest star in this constellation. It is located near the boundary with Auriga, 49 arcminutes away from the bright star Theta Geminorum; due to its apparent magnitude of +9.89 it cannot be observed with the naked eye. The closest star to Gliese 251 is QY Aurigae, which is located 3.5 light years away.\nGliese 251 is a red dwarf with a spectral type of M3V with an effective temperature of about 3300 K. Its mass has been measured to be around 0.36 solar masses and its radius is about 36% solar radii. Its metallicity is likely slightly less than that of the Sun. Observations at infrared wavelengths rule out the presence of a circumstellar disk around it."}, "LP 816-60": {"title": "LP 816-60", "summary": "LP 816-60 is a single red dwarf star of spectral type M4, located in constellation Capricornus at 18.6 light-years from Earth."}, "WISE J035000.32-565830.2": {"title": "WISE 0350−5658", "summary": "WISE J035000.32−565830.2 (designation abbreviated to WISE 0350−5658) is a (sub-)brown dwarf of spectral class Y1, located in constellation Reticulum, the nearest known star/brown dwarf in this constellation. Being approximately 18.5 light-years from Earth, it is one of the Sun's nearest neighbors."}, "2MASSI J1835379+325954": {"title": "LSR J1835+3259", "summary": "LSR J1835+3259 is a nearby ultracool dwarf of spectral class M8.5, located in constellation Lyra, the discovery of which was published in 2003. Previously it was concluded that this star is a young brown dwarf, but no lithium absorption lines are detected for this object, which is a strong indicator for young brown dwarfs that need 10-100 million years to deplete lithium."}, "HD 36395": {"title": "Gliese 205", "summary": "Gliese 205 is a nearby red dwarf star of spectral type M1.5, located in the constellation Orion at a distance of 18.6 light-years (5.7 parsecs) from Earth."}, "2MASSI J0415195-093506": {"title": "2MASS J04151954−0935066", "summary": "2MASS J04151954−0935066 (also abbreviated to 2MASS 0415−0935) is a brown dwarf of spectral class T8, in the constellation Eridanus about 18.6 light-years from Earth.  This is a reference (standard) object for the definition of the T8 spectral class."}, "HD 42581": {"title": "Gliese 229", "summary": "Gliese 229 (also written as Gl 229 or GJ 229) is a binary system composed of a red dwarf and the first brown dwarf seen by astronomers, 18.8 light years away in the constellation Lepus. The primary component has 58% of the mass of the Sun, 69% of the Sun's radius, and a very low projected rotation velocity of 1 km/s at the stellar equator.\nThe star is known to be a low activity flare star, which means it undergoes random increases in luminosity because of magnetic activity at the surface. The spectrum shows emission lines of calcium in the H and K bands. The emission of X-rays has been detected from the corona of this star. These may be caused by magnetic loops interacting with the gas of the star's outer atmosphere. No large-scale star spot activity has been detected.\nThe space velocity components of this star are U = +12, V = –11 and W = –12 km/s. The orbit of this star through the Milky Way galaxy has an eccentricity of 0.07 and an orbital inclination of 0.005."}, "Sigma Draconis": {"title": "Sigma Draconis", "summary": "Sigma Draconis is a single star in the northern constellation of Draco. It has the proper name Alsafi , while Sigma Draconis, which is latinised from σ Draconis and abbreviated Sig Dra or σ Dra, is the Bayer designation. It has an apparent visual magnitude of 4.7, which is bright enough to be faintly visible to the naked eye. Based on parallax measurements, this star is located at a distance of 18.8 light years from the Sun. It is receding from the Sun with a radial velocity of 26.6 km/s."}, "Ross 47": {"title": "Ross 47", "summary": "Ross 47 is a variable star of spectral type M4 located in the constellation Orion, 19 light-years from Earth.\n\n\n== References =="}, "GJ 570": {"title": "Gliese 570", "summary": "Gliese 570 (or 33 G. Librae) is a quaternary star system approximately 19 light-years away.  The primary star is an orange dwarf star (much dimmer and smaller than the Sun).  The other secondary stars are themselves a binary system, two red dwarfs that orbit the primary star.  A brown dwarf has been confirmed to be orbiting in the system. In 1998, an extrasolar planet was thought to orbit the primary star, but it was discounted in 2000."}, "L 205-128": {"title": "Gliese 693", "summary": "Gliese 693 is a red dwarf star and a flare star of spectral type M2 located in the constellation Pavo, 18.95 light-years from Earth.\n\n\n== References =="}, "L 347-14": {"title": "Gliese 754", "summary": "Gliese 754 is a dim star in the southern constellation of Telescopium. It has an apparent visual magnitude of 12.25, which requires a telescope to view. The star is located at a distance of 19.3 light-years from the Sun based on parallax, and it is drifting further away with a radial velocity of +7 km/s. It is one of the hundred closest stars to the Solar System. Calculations of its orbit around the Milky Way showed that it is eccentric, and indicate that it might be a thick disk object.\nThe stellar classification of Gliese 754 is M4V, indicating that this is a small red dwarf star on the core hydrogen fusing main sequence. It has 17% of the mass of the Sun and 21% of the Sun's radius. The star is fully convective and is a source of X-ray emission. It is rotating slowly with a period of about 133 days. The metallicity is sub-solar, indicating it has a lower abundance of heavy elements compared to the Sun. It is radiating just 0.5% of the luminosity of the Sun from its photosphere at an effective temperature of around 3,202 K."}, "BR Piscium": {"title": "Gliese 908", "summary": "Gliese 908 is a red dwarf star, located in constellation Pisces at 19.3 light-years from Earth.  It is a BY Draconis variable star with a variable star designation of BR Piscium.  Its apparent magnitude varies between magnitude 8.93 and magnitude 9.03 as a result of starspots and varying chromospheric activity.\nThe variability of Gliese 908 was confirmed in 1994, although no period could be detected in its brightness changes.  It was entered into the General Catalogue of Variable Stars in 1997.\nGliese 908 is a cool main sequence star, a red dwarf, with a spectral class of M1V Fe-1.  The suffix indicates a noticeable deficiency in heavy elements.\n\n\n== References =="}, "HD 180617": {"title": "Gliese 752", "summary": "Gliese 752 is a binary star system in the Aquila constellation. This system is relatively nearby, at a distance of 19.3 light-years (5.9 parsecs).\nThe Gliese 752 system consists of two M-type stars. The primary star is the magnitude 9 Gliese (GJ) 752 A. The secondary star is the dim magnitude 17 Gliese (GJ) 752 B, more commonly referred to as VB 10. This stellar pair form a binary star system separated by about 74 arc seconds (~434 AU). This system is also known for its high proper motion of about 1 arc second a year.  Component A has one known exoplanet.\nThe name and number are from the Catalogue of Nearby Stars, published by German astronomer Wilhelm Gliese in 1969."}, "CD-40 9712": {"title": "Gliese 588", "summary": "Gliese 588 is a nearby red dwarf star of spectral type M2.5, located in the constellation Lupus at 19.34 light-years from Earth. It emits a very stable light flux, with no detectable pulsations."}, "Eta Cassiopeiae": {"title": "Eta Cassiopeiae", "summary": "Eta Cassiopeiae (η Cassiopeiae, abbreviated Eta Cas, η Cas) is a binary star system in the northern constellation of Cassiopeia. Its binary nature was first discovered by William Herschel in August 1779. Based upon parallax measurements, the distance to this system is 19.42 light-years (5.95 parsecs) from the Sun. The two components are designated Eta Cassiopeiae A (officially named Achird ) and B."}, "36 Ophiuchi": {"title": "36 Ophiuchi", "summary": "36 Ophiuchi (or Guniibuu for component A) is a triple star system 19.5 light-years from Earth. It is in the constellation Ophiuchus.\nThe primary and secondary stars (also known as HD 155886) are nearly identical orange main-sequence dwarfs of spectral type K2/K1. This binary is unusual because its eruptions do not seem to conform to the Waldmeier effect; that is, the strongest eruptions of HD 155886 are not the ones characterized by the fast eruption onset. The tertiary star is an orange main-sequence dwarf of spectral type K5.\nStar C is separated from the A-B pair by 700 arcseconds, compared to a minimum of 4.6 arcseconds for A-B, so its effect on the movements of the A-B pair is small. A and B have active chromospheres.\nAt present the distance between the stars forming the AB-pair is 5.1 arcseconds and the position angle is 139 degrees, while star C is 731.6 arcseconds away from the A-component and situated at a position angle of 74 degrees."}, "HD 155876": {"title": "Furuhjelm 46", "summary": "Furuhjelm 46, also known as HD 155876 and Gliese 661, is a nearby binary star system, consisting of two very similar red dwarfs, located in the constellation Hercules.\nThe star's duplicity was discovered by the Dutch astronomer Gerard Kuiper in 1934 in a systematic survey for duplicity of the known stars within about 25 parsecs from the Sun, carried out with the 36-inch telescope of the Lick Observatory. Furuhjelm 46 is the nearest \"true\" (i. e. not brown dwarf) star system in Hercules, however, there is brown dwarf in this constellation, located closer: WISE 1741+2553."}, "YZ CMi": {"title": "YZ Canis Minoris", "summary": "YZ Canis Minoris is a red-hued star in the equatorial constellation of Canis Minor. With an apparent visual magnitude of 11.15, it is much too faint to be viewed with the naked eye. The distance to YZ CMi can be estimated from its annual parallax shift of 167 mas, yielding a value of 19.5 light years. Presently the star is moving further away with a heliocentric radial velocity of +26.5 km/s. It made its closest approach some 162,000 years ago when it made perihelion passage at a distance of 10.2 ly. YZ CMi is a potential member of the Beta Pictoris moving group.\nThis is a red dwarf star, or M-type main-sequence star, with a stellar classification of M5 V. It is a flare star, so called due to its stellar flares being more powerful than those of Earth's star, and is roughly three times the size of Jupiter. The radio emission from the star is in a 50 mHz bandwidth and is centered on 1464.9 mHz. The X-ray surface flux is 2.73×106 erg s−1 cm−2. It has a coronal temperature of 5.79 MK.\n\n\n== References =="}, "WISE J154151.65-225024.9": {"title": "WISE 1541−2250", "summary": "WISE 1541−2250 (full designation WISEPA J154151.66−225025.2) is a sub-brown or brown dwarf of spectral class Y0.5, located in the constellation Libra at approximately 18.6 light-years from Earth. This object received popular attention when its discovery was announced in 2011 at a distance estimated to be only about 9 light-years, which would have made it the closest brown dwarf known. (For really close brown dwarfs see, for example, Luhman 16, WISE 1506+7027, Epsilon Indi Ba, Bb, or UGPS 0722-05). It is not the farthest known Y-type brown dwarf to Earth."}, "G 158-50": {"title": "GJ 1005", "summary": "GJ 1005 is a system of two red dwarfs, located in constellation Cetus at 19.6 light-years from Earth. The primary star is a M4V class star while the secondary is a class M7V.\nThe system was observed with the Hubble Space Telescope in the 1990s with its Fine Guidance Sensor. This data helped determine the mass of each of the components of L722-22/ LHS 1047 / GJ 1005.\n\n\n== References =="}, "e Eridani": {"title": "82 G. Eridani", "summary": "82 G. Eridani (HD 20794, HR 1008, e Eridani) is a star 19.7 light-years (6.0 parsecs) away from Earth in the constellation Eridanus. It is a main-sequence star with a stellar classification of G6 V, and it hosts a system of at least three planets and a dust disk."}, "QY Aurigae": {"title": "Gliese 268", "summary": "Gliese 268 (QY Aurigae) is a RS Canum Venaticorum variable (RS CVn) star in the Auriga constellation. RS CVn variables are binary star systems with a strong magnetic field influenced by each star's rotation, which is accelerated by the tidal effects of the other star in the system. Gliese 268 in particular is composed of a binary system of two M-type dwarfs, or red dwarfs, and is one of the one hundred closest star systems to the Earth. The primary component of the system has an apparent magnitude of 12.05, and the secondary component an apparent magnitude of 12.45. Neither is visible to the naked eye from Earth.\n\n\n== References =="}, "Delta Pavonis": {"title": "Delta Pavonis", "summary": "Delta Pavonis, Latinized from δ Pavonis, is a single star in the southern constellation of Pavo. It has an apparent visual magnitude of 3.56, making it a fourth-magnitude star that is visible to the naked eye from the southern hemisphere. Parallax measurements yield an estimated distance of 19.89 light-years (6.10 parsecs) from Earth. This makes it one of the nearest bright stars to the Solar System. It is approaching the Sun with a radial velocity of −23.5 km/s, and is predicted to come as close as 17.8 light-years in around 49,200 years."}, "SIMP J013656.5+093347.3": {"title": "SIMP J013656.5+093347", "summary": "SIMP J013656.5+093347 (abbreviated SIMP0136) is a brown dwarf or planetary mass object at 19.9 light-years from Earth in the constellation Pisces. It belongs to the spectral class T2.5 and its position shifts due to its proper motion annually by about 1.24 arcsec in the right ascension."}, "2MASSI J0937347+293142": {"title": "2MASS J09373487+2931409", "summary": "2MASS J09373487+2931409, or 2MASSI J0937347+293142 (abbreviated to 2MASS 0937+2931) is a brown dwarf of spectral class T6, located in the constellation Leo about 19.96 light-years from Earth."}, "HD 191849": {"title": "Gliese 784", "summary": "Gliese 784 is a single red dwarf star located in the southern constellation of Telescopium that may host an exoplanetary companion. The star was catalogued in 1900, when it was included in the Cordoba Durchmusterung (CD) by John M. Thome with the designation CD−45 13677. It is too faint to be viewed with the naked eye, having an apparent visual magnitude of 7.96. Gliese 784 is located at a distance of 20.1 light-years from the Sun as determined from parallax measurements, and is drifting closer with a radial velocity of −33.5 km/s. The system is predicted to come as close as 11.4 light-years in ~121,700 years time.\nThis is a small M-type main-sequence star with a stellar classification of M0V. It is much younger than Sun at 0.85±0.4 billion years. Despite this, it appears to be rotating slowly with a period of roughly 48 days. The star has 58% of the mass and 58% of the radius of the Sun. It is radiating just 6% of the luminosity of the Sun from its photosphere at an effective temperature of 3,754 K."}, "WISE J220905.73+271143.9": {"title": "WISE J2209+2711", "summary": "WISE J2209+2711 (WISE J220905.73+271143.9) is a brown dwarf of spectral type Y0:, located in constellation Pegasus at 22 light-years from Earth. Its discovery was published in 2014 by Cushing et al."}, "EGGR 372": {"title": "G 240-72", "summary": "G 240-72 (or WD 1748+708, or LHS 455, or GJ 1221) is a nearby degenerate star (white dwarf) of spectral class DQP9.0, located in constellation Draco."}, "HN Librae": {"title": "Gliese 555", "summary": "Gliese 555 is a small star with one or more orbiting exoplanets in the constellation Libra. It has the variable star designation HN Librae, abbreviated HN Lib. With an apparent visual magnitude of 11.32, it can only be viewed through a telescope. The system is located at a distance of 20.4 light years based on parallax measurements, but is drifting closer to the Sun with a radial velocity of −1.4 km/s. It does not appear to belong to any known stellar moving group or association.\nThis is an M-type main-sequence star, a red dwarf, with a stellar classification of M4.0V. The chromosphere of this star is weakly active, causing starspots that vary the stellar luminosity as it rotates. It has 29% of the mass of the Sun and 30% of the Sun's girth. On average, the star is radiating just 1% of the luminosity of the Sun from its photosphere at an effective temperature of 3,347 K. The star is spinning slowly with a rotation period of around 96 days."}, "EQ Pegasi": {"title": "EQ Pegasi", "summary": "EQ Pegasi (also known as Gliese 896) is a nearby binary system of two red dwarfs.  Both components are flare stars, with spectral types of M4Ve and M6Ve respectively, and a current separation between the components of 5.8 arcseconds.  The system is at a distance of 20.4 light-years, and is 950 million years old. The primary star is orbited by one known exoplanet."}, "HO Librae": {"title": "Gliese 581", "summary": "Gliese 581 () is a red dwarf star of spectral type M3V at the center of the Gliese 581 planetary system, about 20.5 light years away from Earth in the Libra constellation. Its estimated mass is about a third of that of the Sun, and it is the 101st closest known star system to the Sun. Gliese 581 is one of the oldest, least active M dwarfs known. Its low stellar activity improves the likelihood of its planets retaining significant atmospheres, and lessens the sterilizing impact of stellar flares."}, "WISE J140518.39+553421.3": {"title": "WISE 1405+5534", "summary": "WISEPC J140518.40+553421.4 (abbreviated WISE 1405+5534) is a brown dwarf of spectral class Y0 (pec?), located in constellation Ursa Major at approximately 20.6 light-years from Earth. It is one of the Sun's nearest neighbors."}, "LP 368-128": {"title": "LHS 2090", "summary": "LHS 2090 is a red dwarf star of spectral type M6.5V, located in constellation Cancer at 20.8 light-years from Earth.\nThe star was identified to be a red dwarf at short distance (6 parsecs from Sun) in 2001. As typical for very cool red dwarfs, its spectrum is dominated by molecular water absorption. Stellar metallicity is similar to that of Sun`s.\nRadial velocity measurements did not yield any detection of stellar companion or giant planet on orbit around LHS 2090, as in 2018.\n\n\n== References =="}, "2MASS J15031961+2525196": {"title": "2MASS J15031961+2525196", "summary": "2MASS J15031961+2525196 (2MASS 1503+2525) is a nearby brown dwarf of spectral type T5.5, located in the constellation of Boötes at approximately 20.7 light-years from Earth."}, "LP 944-20": {"title": "LP 944-20", "summary": "LP 944-20 is a dim brown dwarf of spectral class M9 located 21 light-years from the Solar System in the constellation of Fornax. With a visual apparent magnitude of 18.69, it has one of the dimmest visual magnitudes listed on the RECONS page. It is one of the brightest brown dwarfs, if not the brightest at JMKO=10.68±0.03 mag."}, "EGGR 45": {"title": "LP 658-2", "summary": "LP 658-2 is a degenerate (white dwarf) star in the constellation of Orion, the single known object in its system. It has an apparent visual magnitude of approximately 14.488."}, "GL Virginis": {"title": "GL Virginis", "summary": "GL Virginis, also known as G 12-30, is a star in the constellation of Virgo. It is a faint red dwarf, like more than 70% of the stars located within 10 parsecs of the Solar System; its magnitude visual magnitude is 13.898, making it impossible to see with the naked eye.\nLocated 21.1 light years away, GL Virginis has a spectral type of M4.5V and an effective temperature of approximately 3110 K. Its luminosity (emitted in the visible section of the electromagnetic spectrum) is only one ten-thousandth compared to the Sun; however, since a significant fraction of its radiation is emitted as invisible infrared light, its bolometric luminosity increases to 0.5% of that of the Sun. Its mass is 12% that of the Sun and its radius is 16% of the Sun. It is a fairly rapid rotator: its rotational velocity is least 17 km/s, which implies that it takes less than half a day to complete a rotation on its axis. The star is emitting a frequent flares, with at least five detected by 2019.\nThe closest known star system to GL Virginis is Gliese 486, 6.4 light-years away.\n\n\n== References =="}, "G 202-48": {"title": "Gliese 625", "summary": "GJ 625 (AC 54 1646-56) is a small red dwarf star with an exoplanetary companion in the northern constellation of Draco. The system is located at a distance of 21.1 light-years from the Sun based on parallax, but is drifting closer with a radial velocity of −13 km/s. It is too faint to be visible to the naked eye, having an apparent visual magnitude of 10.13 and an absolute magnitude of 11.06.\nThis is an M-type main-sequence star with a stellar classification of M1.5V. It is spinning slowly with a rotation period of roughly 78 days, and has a low magnetic activity level. The star has about a quarter of the mass and size of the Sun, and the metal content is 40% the abundances in the Sun's atmosphere. It is radiating just 1.5% of the luminosity of the Sun from its photosphere at an effective temperature of 3,557 K."}, "HD 152751": {"title": "V1054 Ophiuchi", "summary": "V1054 Ophiuchi, together with the star Gliese 643, is a nearby quintuple star system. In the constellation Ophiuchus at a distance of 21.19 light-years. It consists of five stars, all of which are red dwarfs. The alternative designation of Wolf 630 forms the namesake of a moving group of stars that share a similar motion through space."}, "L 100-115": {"title": "GJ 1128", "summary": "GJ 1128 is a red dwarf star of spectral type M4.0V, located in constellation Carina 21 light-years away from Earth.  It is one of the closer stars to the Sun."}, "HD 219134": {"title": "HD 219134", "summary": "HD 219134 (also known as Gliese 892 or HR 8832) is a main-sequence star in the constellation of Cassiopeia. It is smaller and less luminous than the Sun, with a spectral class of K3V, which makes it an orange-hued star. HD 219134 is relatively close to our system, with an estimated distance of 21.34 light years. This star is close to the limit of apparent magnitude that can still be seen by the unaided eye. The limit is considered to be magnitude 6 for most observers. This star has a magnitude 9.4 optical companion at an angular separation of 106.6 arcseconds."}, "WISE J041022.71+150248.4": {"title": "WISEPA J041022.71+150248.5", "summary": "WISEPA J041022.71+150248.5 (abbreviated WISE 0410+1502) is a sub-brown dwarf of spectral class Y0, located in constellation Taurus. Being approximately 21.6 light-years from Earth, it is one of the Sun's nearest neighbors, especially assuming outdated parallax by Marsh et al., corresponding to even closer distance of approximately 14 light-years."}, "2MASS J05212615+1025328": {"title": "WISE J0521+1025", "summary": "WISE J0521+1025 is a nearby brown dwarf of spectral type T7.5, located in the constellation Orion at approximately 21.7 light-years (6.7 parsecs) from Earth.\nAt the time of discovery, it was the nearest known T dwarf in the northern sky."}, "L 471-42": {"title": "List of stars in Centaurus", "summary": "This is the list of notable stars in the constellation Centaurus, sorted by decreasing brightness."}, "Ross 104": {"title": "Gliese 408", "summary": "Gliese 408 is a star located 22.0 light-years (6.7 parsecs) from the Solar System, located in the constellation of Leo. The stars nearest to Gliese 408 are Gliese 402, at 6.26 light years, and AD Leonis, at 6.26 light years.\nGliese 408 is a red dwarf with a spectral type of M2.5V. Much dimmer than the Sun, it has a luminosity of only 0.37% compared to the Sun, but still it is much more luminous than other red dwarf stars, like Proxima Centauri. Its effective temperature is about 3400 to 3500 K; its mass is about 41% compared to the Sun, and its radius is about 43% that of the Sun. Its rotational velocity is at most 2.3 km/s. No evidence of a circumstellar disk has been found around Gliese 408.\n\n\n== References =="}, "Xi Boötis": {"title": "Xi Boötis", "summary": "Xi Boötis, Latinised from ξ Boötis, is a binary star system located at a distance of 22 light-years away from Earth. It is the nearest visible star in the constellation Boötes. The brighter, primary component of the pair has a visual magnitude of 4.70, making it visible to the naked eye."}, "Ross 619": {"title": "List of stars in Cancer", "summary": "This is the list of notable stars in the constellation Cancer. The 121 stars are sorted by decreasing brightness, beginning with Beta Cancri, the brightest star in Cancer."}, "G 41-14": {"title": "GJ 3522", "summary": "GJ 3522 (G 41–14) is a nearby triple star system, consisting out of a short-period double-line spectroscopic binary and an outer companion that was discovered with adaptive optics on the CFHT. The system is 22 light-years (6.8 parsec) from Earth.\nThe inner binary orbit each other every 7.6 days. Orbiting around the inner binary the outer companion completes an orbit every 5.7 years. The system has a spectral type of M3.5.\nThe star shows flares in the optical and x-ray. It also shows activity in H-alpha and ultraviolet."}, "Scholz's Star": {"title": "Scholz's Star", "summary": "Scholz's Star  (WISE designation WISE 0720−0846 or fully WISE J072003.20−084651.2) is a dim binary stellar system 22 light-years (6.8 parsecs) from the Sun in the constellation Monoceros near the galactic plane. It was discovered in 2013 by astronomer Ralf-Dieter Scholz. In 2015, Eric Mamajek and collaborators reported the system passed through the Solar System's Oort cloud roughly 70,000 years ago, and dubbed it Scholz's Star."}, "WISEPA J025409.45+022359.1": {"title": "WISE J0254+0223", "summary": "WISEPA J025409.45+022359.1 (designation is abbreviated to WISE 0254+0223) is a brown dwarf of spectral class T8, located in constellation Cetus at approximately 22.3 light-years from Earth."}, "BD-17 588": {"title": "LTT 1445", "summary": "LTT 1445 is a triple M-dwarf system 22.4 light-years (6.9 parsecs) distant in the constellation Eridanus. The primary LTT 1445 A hosts two exoplanets—one discovered in 2019 that transits the star every 5.36 days, and another found in 2021 that transits the star every 3.12 days, close to a 12:7 resonance. As of October 2022 it is the second closest transiting exoplanet system discovered, with the closest being HD 219134 bc."}, "HD 216899": {"title": "Gliese 880", "summary": "Gliese 880 is a red dwarf star in the northern constellation of Pegasus that may host an exoplanetary companion. No stellar companions to Gliese 880 have been discovered as of 2020."}, "Wolf 358": {"title": "Gliese 402", "summary": "Gliese 402 is a star located 22.7 light years from the Solar System. Located in the constellation of Leo, it is also known as Wolf 358 from its entry in Max Wolf's star catalogue. The stars nearest to Gliese 402 are Gliese 393, at 3.43 light years, Gliese 408, at 6.26 light years, and Gliese 382 at 6.66 light years.\nGliese 402 is a BY Draconis variable, with its apparent magnitude varying between 11.64 and 11.70.  The brightness changes are due to starspots and chromospheric activity combined with the rotation of the star.  It has been given the variable star designation EE Leonis.\nLike the vast majority of stars in the Solar neighborhood, Gliese 402 is a dim red dwarf. With an apparent magnitude +11.66, it is far too dim to be seen with the naked eye; it can only be seen with a telescope. Its luminosity is only 0.091% that of the Sun. Its spectral type is M4V (sometimes cited as M5V) and its effective temperature is about 3100 K. Its physical characteristics are quite similar to those of Ross 128 or Kruger 60 B, with a radius of about 30% of the Sun. Its projected rotation speed is at most 2.3 km/s or less, while its metallicity is slightly lower than that of the Sun.\n\n\n== References =="}, "BD+01 2447": {"title": "Gliese 393", "summary": "Gliese 393, or GJ 393, is a single star with an orbiting exoplanet companion in the equatorial constellation of Sextans, positioned about 1.5° to the NNW of Beta Sextantis. At an apparent visual magnitude of 9.65, it is much too faint to be seen with the unaided eye. This star is located at a distance of 22.9 light years from the Sun based on parallax, and is drifting further away with a radial velocity of +8.3 km/s. It has a large proper motion, traversing the celestial sphere at the rate of 0.950″ per year. The net velocity of this star relative to the Sun is 32.9 km/s. It shares a similar space motion as members of the AB Doradus moving group, but is considered a random interloper.\nThe stellar classification of GJ 393 is M2V, indicating this is a small red dwarf star that is generating energy through core hydrogen fusion. It is rotating slowly and appears to be chromospherically inactive, suggesting it is an older star; perhaps as much as 10 billion years old. The star has 43% of the mass of the Sun and 44.6% of the Sun's radius. The metallicity, what astronomers term the abundance of heavy elements, is lower than in the Sun. It is radiating just 2.7% of the Sun's luminosity from its photosphere at an effective temperature of 3,579 K."}, "HD 199305": {"title": "Gliese 809", "summary": "Gliese 809 is a red dwarf star in the constellation Cepheus, forming the primary component of a multi-star system. A visual magnitude of 8.55 makes it too faint to see with the naked eye. It is part of the Gliese Catalogue of Nearby Stars and is located about 23 light-years (ly) from the Solar System. Gliese 809 has about 70.5% the radius of the Sun and 61.4% of the Sun's mass. It has a metallicity of −0.06, which means that the abundance of elements other than hydrogen and helium is just 87.1% that of the Sun.\nThis is a high proper motion star that moves about 0.77 arcseconds per year relative to background stars. In physical terms it is travelling with a space velocity of 31.1 km/s relative to the Solar System. The galactic orbit of this star carries it 21,300 ly from the Galactic Center at its perigee to 30,600 ly at its apogee. The orbital eccentricity is 17.8% with the semi-major axis of 25,956 ly and a semi-minor axis of 25,542 ly."}, "LP 914-54": {"title": "List of stars in Hydra", "summary": "This is the list of notable stars in the constellation Hydra, sorted by decreasing brightness."}, "WISE J205628.91+145953.2": {"title": "WISEPC J205628.90+145953.3", "summary": "WISE 2056+1459 (full designation WISEPC J205628.90+145953.3) is a brown dwarf of spectral class Y0, located in constellation Delphinus at approximately 23.2 light-years from Earth."}, "WISE J004945.61+215120.0": {"title": "WISE J004945.61+215120.0", "summary": "WISE J004945.61+215120.0 is a brown dwarf of spectral class T8.5, located in constellation Andromeda at approximately 24 light-years from Earth."}, "HD 16160": {"title": "Gliese 105", "summary": "Gliese 105 (also known as 268 G. Ceti) is a triple star system in the constellation of Cetus. It is located relatively near the Sun at a distance of 23.6 light-years (7.2 parsecs). Despite this, even the brightest component is barely visible with the unaided eye (see Bortle scale). No planets have yet been detected around any of the stars in this system.\nThis is a triple system with three stars that are all less massive than the Sun. The brightest component is designated HD 16160, and is known as Gliese 105 A. It is a K-type main-sequence star, about 70% the mass of the Sun. This star is unusual because its eruptions appear to not conform to the Waldmeier effect—i.e., the strongest eruptions of HD 16160 are not the ones characterized by the fast eruption onset.\nA nearby star has a similar proper motion to Gliese 105 A, so it is assumed to be physically associated with the primary, and is known as Gliese 105 B. The two have an estimated separation of 1,200 astronomical units (au). It is a BY Draconis variable star whose brightness varies between 11.64 and 11.68 magnitudes; for that reason it has been given the designation BX Ceti.\nA third companion, known as Gliese 105 C, lies much closer to A, currently at a distance of approximately 24 au. The pair A-C have an estimated orbital period of about 70 years. While detected directly, Gliese 105 C has also been observed to perturb Gliese 105 A from its usual position; from that, its orbit is estimated to have a high eccentricity of around 0.64 and a semimajor axis of 17 au. Gliese 105 C is an extremely faint red dwarf. It is roughly 8 to 9 percent the mass of the Sun, and it is about 20,000 times fainter than its parent star in visible light—at a distance of 1 au (the distance from the Earth to the Sun) it would only be four times brighter than the full moon."}, "HD 156384": {"title": "Gliese 667", "summary": "Gliese 667 (142 G. Scorpii) is a triple-star system in the constellation Scorpius lying at a distance of about 7.2 parsecs (23 light-years) from Earth. All three of the stars have masses smaller than the Sun. There is a 12th-magnitude star close to the other three, but it is not gravitationally bound to the system. To the naked eye, the system appears to be a single faint star of magnitude 5.89.\nThe system has a relatively high proper motion, exceeding 1 second of arc per year.\nThe two brightest stars in this system, GJ 667 A and GJ 667 B, are orbiting each other at an average angular separation of 1.81 arcseconds with a high eccentricity of 0.58. At the estimated distance of this system, this is equivalent to a physical separation of about 12.6 AU, or nearly 13 times the separation of the Earth from the Sun. Their eccentric orbit brings the pair as close as about 5 AU to each other, or as distant as 20 AU, corresponding to an eccentricity of 0.6. This orbit takes approximately 42.15 years to complete and the orbital plane is inclined at an angle of 128° to the line of sight from the Earth. The third star, GJ 667 C, orbits the GJ 667 AB pair at an angular separation of about 30\", which equates to a minimum separation of 230 AU. GJ 667 C also has a system of two confirmed super-Earths and a number of additional doubtful candidates, though the innermost, GJ 667 Cb, may be a gas dwarf; GJ 667 Cc, and the controversial Cf and Ce, are in the circumstellar habitable zone."}, "2MASS J06073908+2429574": {"title": "WISE 0607+2429", "summary": "WISEP J060738.65+242953.4 (designation is abbreviated to W0607+2429) is a brown dwarf of spectral class L8, located in the constellation Gemini at approximately 25 light-years from Earth."}, "WISEP J031325.96+780744.2": {"title": "WISEPA J031325.96+780744.2", "summary": "WISEPA J031325.96+780744.2 (designation abbreviated to WISE 0313+7807, or WISE J0313+7807) is a brown dwarf of spectral class T8.5, located in constellation Cepheus at approximately 21 light-years from Earth."}, "2MASSW J1507476-162738": {"title": "2MASS 1507−1627", "summary": "2MASS J15074769−1627386 (also abbreviated to 2MASS 1507−1627) is a brown dwarf in the constellation Libra, located about 23.9 light-years from Earth. It was discovered in 1999 by I. Neill Reid et al. It belongs to the spectral class L5; its surface temperature is 1,300 to 2,000 kelvins. As with other brown dwarfs of spectral type L, its spectrum is dominated by metal hydrides and alkali metals. Its spectrum also has a weak silicate absorption band and highly variable water absorption band, indicating a complicated clouds and haze structures.\nThe brown dwarf is suspected to have a substellar companion (planet) on wide orbit with period over 10 years."}, "HD 4628": {"title": "HD 4628", "summary": "HD 4628 (96 G. Piscium) is a main sequence star in the equatorial constellation of Pisces. It has a spectral classification of K2.5 V and an effective temperature of 5,055 K, giving it an orange-red hue with a slightly smaller mass and girth than the Sun. HD 4628 lies at a distance of approximately 24.3 light years from the Sun based on parallax. The apparent magnitude of 5.7 is just sufficient for this star to be viewed with the unaided eye. The star appears to be slightly older than the Sun—approximately 5.4 billion years in age. The surface activity is low and, based upon the detection of UV emission, it may have a relatively cool corona with a temperature of one million K.\nThe star has a relatively high proper motion of 1.4″ per year and is moving in our general direction with a radial velocity of −10.4 km/s. HD 4628 will make its closest approach to the Sun in about 32,000 years, when it comes within 20 ly (7.3 pc). No definitive companion has yet been found in orbit around this star. In 1958 it was thought to have stellar companion that was also a flare star, but this was subsequently disproved."}, "Beta Hydri": {"title": "Beta Hydri", "summary": "Beta Hydri (β Hyi, β Hydri) is a star in the southern circumpolar constellation of Hydrus. (Note that Hydrus is not the same as Hydra.) With an apparent visual magnitude of 2.8, this is the brightest star in the constellation. Based upon parallax measurements the distance to this star is about 24.33 light-years (7.46 parsecs).\nThis star has about 104% of the mass of the Sun and 181% of the Sun's radius, with more than three times the Sun's luminosity. The spectrum of this star matches a stellar classification of G2 IV, with the luminosity class of 'IV' indicating this is a subgiant star. As such, it is a slightly more evolved star than the Sun, with the supply of hydrogen at its core becoming exhausted. It is one of the oldest stars in the solar neighborhood. This star bears some resemblance to what the Sun might look like in the far distant future, making it an object of interest to astronomers.\nAt a distance of 13°, it is the closest easily visible star to the south celestial pole, and around 150 BC it was within two degrees of it, which made it the southern pole star."}, "WISE J200050.19+362950.1": {"title": "WISE J2000+3629", "summary": "WISE J2000+3629 (full designation is WISE J200050.19+362950.1) in astronomy is a nearby brown dwarf with a temperature less than 700 Kelvin (spectral type T8), located in the constellation Cygnus. Parallax measurement suggest it is 24.4 light-years from Earth, making it one of the nearest known brown dwarfs to the Sun. It was discovered in 2014."}, "G 203-47": {"title": "GJ 3991", "summary": "GJ 3991 (also known as Gliese 3991 and G 203-47) is a binary star system located 24.2 light-years away in the constellation Hercules. It consists of a Red dwarf star with 20-30% the mass of the Sun, and a White dwarf star roughly 50% the mass of the sun. The two components orbit each other in a tight orbit only 0.11 astronomical units from each other, with an orbital period of only 14.71 days. Due to their small separation, the two objects have never been visually resolved and are merely predicted from the radial velocity changes of GJ 3991 A, making the system a spectroscopic binary."}, "Alpha Piscis Austrini": {"title": "Fomalhaut", "summary": "Fomalhaut (UK: , US: ) is the brightest star in the southern constellation of Piscis Austrinus, the Southern Fish, and one of the brightest stars in the night sky. It has the Bayer designation Alpha Piscis Austrini, which is an alternative form of α Piscis Austrini, and is abbreviated Alpha PsA or α PsA. This is a class A star on the main sequence approximately 25 light-years (7.7 pc) from the Sun as measured by the Hipparcos astrometry satellite. Since 1943, the spectrum of this star has served as one of the stable anchor points by which other stars are classified.\nIt is classified as a Vega-like star that emits excess infrared radiation, indicating it is surrounded by a circumstellar disk. Fomalhaut, K-type main-sequence star TW Piscis Austrini, and M-type, red dwarf star LP 876-10 constitute a triple system, even though the companions are separated by approximately 8 degrees.\nFomalhaut was the first stellar system with an extrasolar planet candidate imaged at visible wavelengths, designated Fomalhaut b. However, analyses in 2019 and 2023 of existing and new observations indicate that Fomalhaut b is not a planet, but rather an expanding region of debris from a massive planetesimal collision."}, "Mu Cassiopeiae": {"title": "Mu Cassiopeiae", "summary": "Mu Cassiopeiae, Latinized from μ Cassiopeiae, is a binary star system in the constellation Cassiopeia. This system shares the name Marfak  with Theta Cassiopeiae, and the name was from Al Marfik or Al Mirfaq (المرفق), meaning \"the elbow\". It is dimly visible to the naked eye as a point of light with an apparent visual magnitude of 5.16. The system is located at a distance of 25 light years from the Sun based on parallax, and is moving closer with a high radial velocity of −98 km/s. This star will move into the constellation Perseus around 5200 AD.\nMu Cassiopeiae is given as a standard star for the spectral class G5Vb, although it is frequently described as a subdwarf, meaning it has a luminosity below that expected for a G5 main sequence star. The metallicity, or abundance of heavy elements, is about one-sixth that in the Sun. It is slightly smaller than the Sun with less mass and a lower luminosity.\nThis is one of the first high-velocity stars to be identified. Compared to other nearby stars including the Sun, this pair are moving at a relatively high velocity of 167 km/s through the Milky Way galaxy. They are low metal, Population II stars that are thought to have formed before the galactic disk first appeared."}, "BD+11 2576": {"title": "Gliese 514", "summary": "Gliese 514, also known as BD+11 2576 or HIP 65859, is a M-type main-sequence star, in the constellation Virgo 24.85 light-years away from the Sun. The proximity of Gliese 514 to the Sun was known exactly since 1988.\nGliese 514's metallicity Fe/H index is largely unknown, with median values from -0.4 to +0.18 reported in the literature. This discrepancy is due to peculiarities of the stellar spectrum of Gliese 514. The spectrum peculiarities also affect the accuracy of the star's temperature measurement, with reported values as low as 2901 K. The spectrum of Gliese 514 shows emission lines, but the star itself has a low starspot activity.\nMultiplicity surveys did not detect any stellar companions as of 2020.\nThe Sun is currently calculated to be passing through the tidal tail of Gliese 514's Oort cloud. Thus, future interstellar objects passing through Solar system may originate from Gliese 514."}, "WISE J173835.53+273259.0": {"title": "WISEPA J173835.53+273258.9", "summary": "WISEPA J173835.53+273258.9 (abbreviated WISE 1738+2732) is a brown dwarf of spectral class Y0, located in the constellation Hercules at 24.9 light-years from Earth."}, "107 Piscium": {"title": "107 Piscium", "summary": "107 Piscium  is a single star in the constellation of Pisces. 107 Piscium is the star's Flamsteed designation. John Flamsteed numbered the stars of Pisces from 1 to 113, publishing his Catalogus Britannicus in 1725. He accidentally numbered 107 Piscium twice, as he also allocated it the designation of 2 Arietis. This star is faintly visible to the naked eye with an apparent visual magnitude that has been measured varying between 5.14 and 5.26. However, that finding of variation was not confirmed by subsequent observations and is most likely spurious data. It is located at a distance of about 24.8 light years away from the Sun. 107 Piscium is drifting closer to the Sun with a radial velocity of −33.6, and is predicted to come as close as 15.4 light-years in around 135,800 years.\nThis object is a K-type main-sequence star with a stellar classification of K1V, indicating it is generating energy from core hydrogen fusion. It is somewhat older than the Sun—approximately 6 billion years old. The star has 86% of the mass and 82% of the radius of the Sun, but shines with only 46% of the Sun's luminosity. The effective temperature of the star is 5,172 K. It is rotating slowly with a period of 35.0 d. The abundance of elements other than hydrogen and helium—the star's metallicity—is slightly lower than that of the Sun. The level of chromospheric activity is similar to the Sun, and it shows a simple cycle of variation.\n107 Piscium has been examined for the presence of an infrared excess caused by exozodiacal dust, but none was detected. The habitable zone for this star, defined as the locations where liquid water could be present on an Earth-like planet, is at a radius of 0.52–1.10 Astronomical Units (AU), where 1 AU is the average distance from the Earth to the Sun.\nIn 1997, based on data collected during the Hipparcos mission, the star was categorized as an astrometric binary with a period of 0.576 years. However, this result has not been not confirmed."}, "Alpha Lyrae": {"title": "Vega", "summary": "Vega is the brightest star in the northern constellation of Lyra. It has the Bayer designation α Lyrae, which is Latinised to Alpha Lyrae and abbreviated Alpha Lyr or α Lyr. This star is relatively close at only 25 light-years (7.7 parsecs) from the Sun, and one of the most luminous stars in the Sun's neighborhood. It is the fifth-brightest star in the night sky, and the second-brightest star in the northern celestial hemisphere, after Arcturus.\nVega has been extensively studied by astronomers, leading it to be termed \"arguably the next most important star in the sky after the Sun\". Vega was the northern pole star around 12,000 BCE and will be so again around the year 13,727, when its declination will be +86° 14′. Vega was the first star other than the Sun to have its image and spectrum photographed. It was one of the first stars whose distance was estimated through parallax measurements. Vega has functioned as the baseline for calibrating the photometric brightness scale and was one of the stars used to define the zero point for the UBV photometric system.\nVega is only about a tenth of the age of the Sun, but since it is 2.1 times as massive, its expected lifetime is also one tenth of that of the Sun; both stars are at present approaching the midpoint of their main sequence lifetimes. Compared with the Sun, Vega has a lower abundance of elements heavier than helium. Vega is also a variable star—that is, a star whose brightness fluctuates. It is rotating rapidly with a speed of 236 km/s at the equator. This causes the equator to bulge outward due to centrifugal effects, and, as a result, there is a variation of temperature across the star's photosphere that reaches a maximum at the poles. From Earth, Vega is observed from the direction of one of these poles.\nBased on observations of more infrared radiation than expected, Vega appears to have a circumstellar disk of dust. This dust is likely to be the result of collisions between objects in an orbiting debris disk, which is analogous to the Kuiper belt in the Solar System. Stars that display an infrared excess due to dust emission are termed Vega-like stars. In 2021, a candidate ultra-hot Neptune on a 2.43-day orbit around Vega was discovered with the radial velocity method, additionally, another possible Saturn-mass signal with a period of about 200 days."}, "HD 157881": {"title": "Gliese 673", "summary": "Gliese 673 is an orange dwarf star in the constellation Ophiuchus. It has a stellar classification of K7V. Main sequence stars with this spectra have a mass in the range of 60–70% of solar mass (M☉) (comparable to the members of the binary star system 61 Cygni).\nThis star is relatively near the Sun at a distance of about 25 light-years. In spite of this proximity, however, it is still too faint to be viewed by the unaided eye. It is considered a slowly rotating star with a relatively high proper motion.\nGliese 673 is among nearby K-type stars of a type in a 'sweet spot' between Sun-analog stars and M stars, in terms of the likelihood of life and its ease of detectability (in this case for planets in the system's outer conservative habitable zone), per analysis of Giada Arney from NASA's Goddard Space Flight Center."}, "SIPS J1259-4336": {"title": "SIPS 1259-4336", "summary": "SIPS 1259-4336 is a red dwarf star first documented in 2005, in the constellation Centaurus. It is located around 25 light-years from Earth."}, "G 227-22": {"title": "LP 71-82", "summary": "LP 71-82 is a red dwarf star, located in constellation Draco at 25.42 light-years from Earth. Kinematically, it is probably belongs to the Ursa Major Moving Group.\nMultiplicity surveys do not found any stellar companions to LP 71-82 as in 2014."}, "WISEP J180026.60+013453.1": {"title": "WISE 1800+0134", "summary": "WISEP J180026.60+013453.1 (designation is abbreviated to W1800+0134) is a brown dwarf of spectral class L7.5, located in constellation Ophiuchus at approximately 26 light-years from Earth."}, "G 202-45": {"title": "Gliese 623", "summary": "Gliese 623 is a dim double star 25.6 light years from Earth in the constellation Hercules. It was photographed by the NASA/ESA Hubble Space Telescope's Faint Object Camera in 1994. The binary system consists of two red dwarfs orbiting each other at a distance of 1.9 astronomical units."}, "CD-68 47": {"title": "Gliese 54", "summary": "Gliese 54 (GJ 54 / HIP 5496 / LHS 1208) is a star near the Solar System located at 25.7 light years away. It is located in the constellation of Tucana, close to the edge, almost in the neighboring Hydrus. It is below the threshold of brightness to be observable to the naked eye with an apparent magnitude of +9.80.\nGliese 54 is a red dwarf of spectral type M2 with an effective temperature of 4250 K.\nIn the SIMBAD database it appears listed as a variable star, getting the provisional variable designation NSV 427.\nIt has a companion with which it forms a binary system whose orbital period is 427 ± 9 days. The companion, a red dwarf whose brightness is ~1 magnitude lower than Gliese 54, has been resolved with the instrument NICMOS installed in the Hubble Space Telescope.\nThe known stars closest to Gliese 54 are ζ Tucanae, solar analog 3.1 light years, and β Hydri 5.1 light years"}, "WISE J000517.48+373720.5": {"title": "WISE J0005+3737", "summary": "WISE J0005+3737, full designation WISE J000517.48+373720.5, is a brown dwarf of spectral class T9, located in constellation Andromeda at approximately 23 light-years from Earth."}, "Pi3 Orionis": {"title": "Pi3 Orionis", "summary": "Pi3 Orionis (π3 Orionis, abbreviated Pi3 Ori, π3 Ori), also named Tabit , is a star in the equatorial constellation of Orion. At an apparent visual magnitude of 3.16, it is readily visible to the naked eye and is the brightest star in the lion's hide (or shield) that Orion is holding. As measured using the parallax technique, it is 26.32 light-years (8.07 parsecs) distant from the Sun."}, "G 122-49": {"title": "GJ 1151", "summary": "GJ 1151 is a star located in the northern circumpolar constellation of Ursa Major at a distance of 26.2 light-years (8.0 parsecs) from the Sun. It has a reddish hue and is too faint to be visible to the naked eye with an apparent visual magnitude of 14.0 The star is moving closer with a radial velocity of −36 km/s, and has a relatively large proper motion, traversing the celestial sphere at a rate of 1.815″·yr−1.\nThis is a small red dwarf star of spectral type dM4.5. It is 2.5 billion years old and is spinning with a projected rotational velocity of 2.0 km/s. The star has 15.4% of the mass of the Sun and 19.0% of the Sun's radius, with an effective temperature of 3,143 K."}, "Chi Draconis": {"title": "Chi Draconis", "summary": "Chi Draconis (χ Dra, χ Draconis, Chi Draconis) is a magnitude 3.6 binary star in the constellation Draco. It also has the Flamsteed designation 44 Draconis.  At a distance of 27 light years, it is one of the forty or so closest stars."}, "Wolf 437": {"title": "Gliese 486", "summary": "Gliese 486, also known as Wolf 437 and formally named Gar, is a red dwarf star 26.4 light-years (8.1 parsecs) away in the constellation Virgo. It hosts one known exoplanet."}, "EGGR 290": {"title": "G 99-47", "summary": "G 99-47 (V1201 Orionis) is a nearby degenerate star (white dwarf) of spectral class DAP8 (DAP8.9, or DAP8.7), the single known component of the system, located in the constellation Orion. G 99-47 is probably the tenth closest white dwarf, followed by Gliese 293, Gliese 518 and Gliese 915.\nThe mass of G 99-47 is 0.71±0.03 Solar masses; its surface gravity is 108.20 ± 0.05 (1.58 · 108) cm·s−2, or approximately 162 000 of Earth's, corresponding to a radius 7711 km, or 121% of Earth's. Its temperature is 5790 ± 110 K, almost like the Sun's; its cooling age, i. e. age as degenerate star (not including lifetime as main sequence star and as giant star) is 3.97 Gyr. Due almost equal to the Sun's temperature, GJ 1087 should appear almost the same white color as the Sun. The white dwarf has a strong magnetic field, with measured vertical component near surface equal to 560 T."}, "BD+18 3421": {"title": "Gliese 686", "summary": "Gliese 686 (GJ 686 / HIP 86287 / LHS 452) is a star in the constellation of Hercules, with an apparent magnitude +9.577. Although it is close to the Solar System – at 26.6 light-years – it is not the closest known star in its constellation, since Gliese 661 is 20.9 light years away. The closest system to this star is the bright μ Herculis, at 4.5 light years. They are followed by GJ 1230 and Gliese 673, at 7.2 and 7.6 light years respectively.\nGliese 686 is one of the many red dwarfs in the Solar System neighborhood with a spectral type of M1V, and has an effective temperature of about 3600 K. Its brightness in the visible spectrum is equal to 0.82% of that of the Sun, while its total luminosity is equivalent to 2.7% that of the Sun, since a significant amount of the radiation emitted by these stars is infrared invisible light. Considering only this last parameter, Gliese 686 is considerably brighter than other known red dwarfs; thus, it is 6.5 times more luminous than Ross 154 and 15 times more than Proxima Centauri, the closest star to the Solar System.\nGliese 686 has a radius approximately equal to half the solar radius. Its projected rotation speed is 2.5 km / s, its rotation period being equal to or less than 10.3 days. It has a metallic content lower than that of the Sun; various studies estimate its index metallicity between -0.25 and -0.44. It has an approximate mass between 45% and 49% of the solar mass and is a star with characteristics comparable to that of Lacaille 9352."}, "LAWD 26": {"title": "L 97-12", "summary": "L 97-12 (or WD 0752-676, or LHS 34, or Gliese 293) is a nearby degenerate star (white dwarf), located in the constellation Volans, the single known component of the system."}, "UGPS J052127.27+364048.6": {"title": "UGPS J0521+3640", "summary": "UGPS J0521+3640 is a nearby brown dwarf of spectral class T8.5, located in the constellation Auriga. It was discovered in 2011 using United Kingdom Infrared Telescope (UKIRT), UKIRT Infrared Deep Sky Survey (UKIDSS), UGPS (UKIDSS Galactic Plane Survey) component, 6th data release.\nIts photometric distance estimate is 8.2+1.2−1.0 pc, or 26.7+3.9−3.3 ly. Based on its parallax measured in 2019, its distance is 26.7 ± 0.3 light-years (8.186 ± 0.092 parsecs)."}, "p Eridani": {"title": "P Eridani", "summary": "p Eridani is a binary star system in the constellation of Eridanus (the River) whose distance from the Sun is 26.7 light-years based upon parallax. It was found to be a double star in December 1825 by James Dunlop in Australia at his home at Paramatta, now spelt Parramatta. It is visible to the naked eye as a dim, orange-hued star. The system is moving further from the Earth with a heliocentric radial velocity of about +20 km/s.\nThis system consists of a pair of near identical K-type main-sequence stars with stellar classifications of K2V. Component A has visual magnitude 5.87, while component B is magnitude 5.76. They orbit each other with a period of 475.2 years, an eccentricity of 0.53, and a semimajor axis of 7.8″."}, "HD 217357": {"title": "List of stars in Aquarius", "summary": "This is the list of notable stars in the constellation Aquarius, sorted by decreasing brightness."}, "LAWD 96": {"title": "WD 2359−434", "summary": "WD 2359-434 (Gliese 915, LHS 1005, L 362-81) is a nearby degenerate star (white dwarf) of spectral class DAP5.8, the single known component of the system, located in the constellation Phoenix, the nearest star in this constellation."}, "Mu Herculis": {"title": "Mu Herculis", "summary": "Mu Herculis (μ Herculis) is a nearby quadruple star system about 27.1 light years from Earth in the constellation Hercules.  Its main star, Mu Herculis A is fairly similar to the Sun although more highly evolved with a stellar classification of G5 IV. Since 1943, the spectrum of this star has served as one of the stable anchor points by which other stars are classified. Its mass is about 1.1 times that of the Sun, and it is beginning to expand to become a giant."}, "2MASS J03480772-6022270": {"title": "2MASS J03480772−6022270", "summary": "2MASS J03480772−6022270 (abbreviated to 2MASS J0348−6022) is a brown dwarf of spectral class T7, located in the constellation Reticulum approximately 27.2 light-years from the Sun. It was discovered by astronomer Adam Burgasser and collaborators of the 2MASS Wide-Field T Dwarf Search in 2002. With a rotation period of 1.08 hours, it is the fastest-rotating brown dwarf confirmed as of 2022. The rotational velocity at its equator is over 100 km/s (62 mi/s), approaching the predicted rotational speed limit beyond which it would break apart due to centripetal forces. As a consequence of its rapid rotation, the brown dwarf is slightly flattened at its poles to a similar degree as Saturn, the most oblate planet in the Solar System. Its rapid rotation may enable strong auroral radio emissions via charged particle interactions in its magnetic field, as observed in other known rapidly-rotating brown dwarfs."}, "Wolf 489": {"title": "Wolf 489", "summary": "Wolf 489 (WD 1334+039, LHS 46, G 062-053, Gliese 518) is a nearby degenerate star (white dwarf) of spectral class DZ10.0), the single known component of the system, located in the constellation Virgo."}, "SCR J1546-5534": {"title": "SCR J1546−5534", "summary": "SCR J1546−5534 is a red dwarf star located in the constellation Norma. Identified in 2011, it was the reddest and second nearest object discovered in the SuperCOSMOS-RECONS (SCR) searches of the sky where proper motions were analysed. Optical analysis of its spectrum yields an effective (surface) temperature of 2700 K and spectrum of M7.5.\n\n\n== References =="}, "HD 32450": {"title": "HD 32450", "summary": "HD 32450, also known as Gliese 185 is a binary star in the constellation Lepus. It is located about 28 light years from the Solar System. This star will make its closest approach to the Sun in roughly 350,000 years, when it comes within 14.8 ly (4.5 pc)."}, "Beta Canum Venaticorum": {"title": "Beta Canum Venaticorum", "summary": "Beta Canum Venaticorum (β Canum Venaticorum, abbreviated Beta CVn, β CVn), also named Chara , is a G-type main-sequence star in the northern constellation of Canes Venatici. At an apparent visual magnitude of 4.25, it is the second-brightest star in the constellation. Based upon an annual parallax shift of 118 mas, this star is 27.6 light-years (8.5 parsecs) distant from the Sun.\nAlong with the brighter star Cor Caroli, the pair form the \"southern dog\" in this constellation that represents hunting dogs."}, "CD-32 5613": {"title": "Gliese 318", "summary": "Gliese 318 is a white dwarf in the constellation Pyxis. Its spectral type is DA5.5 and it has a visual magnitude of 11.85, and lies 27.8 light-years (8.5 parsecs) away. The star was too faint to have had its parallax measured by the Hipparcos satellite. Earth-based measurement in 2009 gave its parallax as 113.63 ± 1.97 milliarcseconds, yielding a distance of 28.7 ± 0.5 light-years; this parallax measurement has since been substantially improved by Gaia. It is around 45% as massive as the Sun but has only 0.15% its luminosity.\nBragaglia et al. suspect this star to be a double white dwarf due to strong spectral line variations. From Gaia DR2 it was not possible to confirm this claim. It is still possible that Gliese 318 is a double white dwarf and additional spectroscopic observations are needed in order to confirm this claim. Gliese 318 could be the closest double white dwarf to earth.\n\n\n== References =="}, "61 Virginis": {"title": "61 Virginis", "summary": "61 Virginis (abbreviated 61 Vir) is the Flamsteed designation of a G-type main-sequence star (G7V) slightly less massive than the Sun (which has a hotter G2V spectral type), located 27.8 light-years (8.5 parsecs) away in the constellation of Virgo. The composition of this star is nearly identical to the Sun.\n61 Virginis (G7V) is the first well-established main-sequence star very similar to the Sun with a potential super-Earth, though it was preceded by CoRoT-7 (a borderline orange dwarf)."}, "L 49-19": {"title": "Gliese 877", "summary": "Gliese 877 (GJ 877 / HIP 113229 / LHS 531) is a red dwarf located in the southern constellation of Octans, near the boundary with Indus.\nGliese 877's bolometric luminosity is just 2.3% of the Sun's. It shines with an apparent magnitude of +10.22, so it cannot be seen with the naked eye. Nevertheless, it is considerably brighter than other red dwarfs, such as Proxima Centauri, the closest red dwarf to the Solar System; in particular, it is almost 14 times more luminous than Proxima. Of spectral type M3V, its effective temperature is 3390 K. It does not appear to be a variable star.\nGliese 877 is 28.1 light years from the Solar System. Known stars close to it are β Hydri and ζ Tucanae, respectively 4.5 and 6.2 light years."}, "Zeta Tucanae": {"title": "Zeta Tucanae", "summary": "Zeta Tucanae, Latinized from ζ Tucanae, is a star in the constellation Tucana. It is a spectral class F9.5 main sequence star with an apparent magnitude of +4.23. Despite having a slightly lower mass, this star is more luminous than the Sun. Based upon parallax measurements by the Hipparcos spacecraft, it is approximately 28.0 light years from Earth. This is one of the least variable stars observed during the Hipparcos mission.\nThe composition and mass of this star are very similar to the Sun, with a slightly lower mass and an estimated age of three billion years. The solar-like qualities make it a target of interest for investigating the possible existence of a life-bearing planet.\nBased upon an excess emission of infrared radiation at 70 micrometres, this system is believed to have a debris disk. The disk is orbiting the star at a minimum radius of 2.3 astronomical units. It is radiating with a maximum temperature of 218 K. As of 2009, no planet has been discovered in orbit around this star.\nThe components of this star's space velocity are U = −60, V = −4 and W = −38 km/s. These correspond to the velocity toward the Galactic Center, the velocity along\nthe direction of galactic rotation, and the velocity toward the north galactic pole, respectively. It is orbiting through the galaxy at a mean distance of 8.4 kpc from the Galactic Center and with an orbital eccentricity of 0.16."}, "AP Columbae": {"title": "AP Columbae", "summary": "AP Columbae, also known as AP Col, is a pre-main-sequence star in the constellation of Columba, which has been studied for the last 15 years, but was recently discovered to be very young and close to Earth. It has been recognized as the closest young star to the Earth."}, "Chi1 Orionis": {"title": "Chi1 Orionis", "summary": "Chi1 Orionis (χ1 Ori, χ1 Orionis) is a star about 28 light years away. It is in the constellation Orion, where it can be seen in the tip of the hunter's upraised club.\n\nχ1 Ori is a G0V star. It is listed in the General Catalog of Variable Stars as an RS Canum Venaticorum variable, varying between visual magnitude 4.38 and 4.41. Stępień and Geyer measured its period to be 5.5 days.\nχ1 Ori has a faint companion with a mass estimated at about 15% of the mass of the Sun, and an orbital period of 14.1 years. The companion orbits an average distance of 6.1 AU from the primary, but has a fairly high orbital eccentricity, ranging from 3.3 AU out to 8.9 AU from the primary. Because of this red dwarf companion, the likelihood of habitable planets in this system is low.  It is thought that the companion is a red dwarf still contracting towards the main sequence.\nA necessary condition for the existence of a planet in this system are stable zones where the object can remain in orbit for long intervals. For hypothetical planets in a circular orbit around the individual members of this star system, this maximum orbital radius is computed to be 1.01 AU for the primary and 0.41 AU for the secondary. (Note that the orbit of the Earth is 1 AU from the Sun.) A planet orbiting outside of both stars would need to be at least 18.4 AU distant.\nχ1 Ori is a candidate stream star member of the Ursa Major Moving Group, although there is some evidence to the contrary."}, "Xi Ursae Majoris": {"title": "Xi Ursae Majoris", "summary": "Xi Ursae Majoris is a quintuple star system 28.5 light-years (8.7 parsecs) away in the constellation of Ursa Major. It has the traditional name Alula Australis; Xi Ursae Majoris is the Bayer designation, which is Latinised from ξ Ursae Majoris and abbreviated Xi UMa or ξ UMa.  It was the first visual double star for which an orbit was calculated, when it was computed by Félix Savary in 1828. It is also a variable star with a small amplitude. Xi Ursae Majoris is found in the left hind paw of the Great Bear."}, "LSPM J0036+1821": {"title": "2MASS J00361617+1821104", "summary": "2MASS J00361617+1821104 (abbreviated to 2MASS 0036+1821) is a brown dwarf, located in 28.6 light-years from Earth in the constellation Pisces. It was discovered in 2000 by I. Neill Reid et al. Kinematically, it does not belong to any known moving group, been grouped with other \"field stars\".\n2MASS 0036+1821 is of spectral type L3.5, the surface temperature is 1300-2000 Kelvin. As with other brown dwarfs of spectral type L, its spectrum is dominated of metal hydrides and alkali metals. Its position shifts due to its proper motion by 0.9071 arcseconds per year. \nThe surface of 2MASS 0036+1821 is completely covered by clouds, although cloud deck appear to be thin (less than ten optical depths) Because of unusually rapid rotation, it is possessing a strong magnetic field over 1000 G at the photosphere level, and is well known for its radio emissions.\n2MASS 0036+1821 is likely a binary separated by 0.4 astronomical units. Assuming an age of 0.5-5 Billion years, the A component has a mass estimate of 51-76 MJ and the B component has a mass estimate of 47-74 MJ."}, "HD 50281": {"title": "HD 50281", "summary": "HD 50281 is a star in the equatorial constellation of Monoceros. It is orange in hue with an apparent visual magnitude of 6.58, which lies at or below the typical limit of visibility to the naked eye. The star is located at a distance of 28.5 light years from the Sun based on parallax, but is drifting closer with a radial velocity of −7.2 km/s.\nThis object is an ordinary K-type main-sequence star with a stellar classification of K3.5 V. It is nearly two billion years old and is spinning with a projected rotational velocity of 5.5 km/s. The metallicity of this star – what astronomers term the abundance of elements with atomic numbers greater than helium – is near solar. The star has 79% of the mass of the Sun and 73% of the Sun's radius. It is radiating 22.5% of the luminosity of the Sun from its photosphere at an effective temperature of 4,712 K.\nA magnitude 10.16 common proper motion companion, designated component B, is located at an angular separation of 58.8″ along a position angle of 181° from the primary, as of 2015. This is a suspected binary star system with components of individual visual magnitude 10.6 and 11.1, and a class of M2.5 V. The coordinates of this companion are a source of X-ray emission. A third companion, magnitude 14.04 component C, lies at a separation of 9.6″ from component B."}, "41 Arae": {"title": "41 G. Arae", "summary": "41 G. Arae (abbreviated to 41 G. Ara), also known as GJ 666, is a trinary star system in the constellation Ara 28.7 light-years (8.8 parsecs) from the Sun. Although often called just 41 Arae, it is more accurate to call it 41 G. Arae, as the number 41 is the Gould designation (Flamsteed only covered the northern hemisphere).\nThe primary star in this system is a G-type main sequence star with a stellar classification of G8V. It has about 81% of the mass of the Sun, and 79% of the Sun's radius. The fainter member of the pair, a red dwarf, has a peculiar spectrum that shows a deficiency in elements with a higher atomic number than Helium. No planetary companions have been detected in orbit around these stars.\nThe two stars share a highly elliptical orbit that takes several centuries to complete. The estimates of the period range from 693 to 2,200 years, and the average separation of the two stars is about 210 AU (or 210 times the average distance between the Earth and the Sun).\n41 G. Arae is most likely a triple, comprising the following components: Gliese 666A supposed as a spectroscopic binary, and Gliese 666B as its companion. Two other visual companions were proposed, but neither share the system's motion. Observations from Gaia have shown that it is in fact component B which is binary, with an orbital period of 88 days.\nThis system has a relatively high proper motion, moving over a second of arc across the sky each year. The space velocity components of this system are [U, V, W] = [+38, +30, −19] km/s. The stars in this system show low chromospheric activity, and have a net space velocity of 52 km/s relative to the Sun. This, in combination with their low metallicity, shows that the pair belongs to the old disk population."}, "HU Delphini": {"title": "HU Delphini", "summary": "HU Delphini, also known as Gliese 791.2, is a star system in the constellation of Delphinus. Its apparent magnitude is 13.07. With a trigonometric parallax of 113.4 ± 0.2 mas, it is about 28.76 light-years (8.82 parsecs) away from the Solar System.\nHU Delphini is a binary star with a well-defined period of 538.6 days. The orbit has been derived from astrometry as well as through spectral observations, although that has been difficult because of the high projected rotational velocity. It is also fairly eccentric, at 0.558.\nBoth stars in the system are red dwarfs. The primary component of the system is only 23.7% as massive as the Sun, so it is fully convective. As a result, there are frequent starspots on its surface, especially near poles. While the normal surface temperature of the primary is 3000 K, the starspots themselves are cooler: only 2700 K. It is also a flare star, the first flare been detected in August 2000. The secondary star has a mass of 11.4% that of the Sun."}, "HD 192310": {"title": "HD 192310", "summary": "HD 192310 (also known as 5 G. Capricorni or Gliese 785) is a star in the southern constellation of Capricornus. It is located in the solar neighborhood at a distance of 28.7 light-years (8.8 parsecs), and is within the range of luminosity needed to be viewed from the Earth with the unaided eye. (According to the Bortle scale, it can be viewed from dark suburban skies.) HD 192310 is suspected of being a variable star, but this is unconfirmed."}, "BD-05 5715": {"title": "Gliese 849", "summary": "Gliese 849, or GJ 849, is a small, solitary star in the equatorial constellation of Aquarius. It has a reddish hue and is invisible to the naked eye with an apparent visual magnitude of 10.41. The distance to this star is 28.8 light-years (8.8 parsecs) based on parallax, but it is drifting closer to the Sun with a radial velocity of −15.3 km/s. It has a pair of confirmed gas giant companions.\nThe stellar classification of GJ 849 is M3.5V, which means this is a small red dwarf star generating energy through hydrogen fusion at its core region. Various studies have found super-solar abundances in the spectra, indicating that the elemental abundances of higher mass elements is significantly higher than in the Sun. The star has about half the mass and size of the Sun, and is spinning slowly with a rotation period of approximately 39 days. The estimated age of the star is more than three billion years. It is radiating a mere 2.9% of the luminosity of the Sun from its photosphere at an effective temperature of 3,490 K."}, "HD 32147": {"title": "HR 1614", "summary": "HR 1614 (284 G. Eridani, GJ 183) is a star in the constellation Eridanus. Based upon parallax measurements, it is about 28.8 light-years (8.8 parsecs) distant from the Earth. It is a main sequence star with a stellar classification of K3V. The chromosphere has an effective temperature of about 4,945 K, which gives this star the orange hue characteristic of K-type stars. It has about 84% of the Sun's mass and 78% of the Sun's radius.\nIt is considered a metal-rich dwarf star, which means it displays an unusually high portion of elements heavier than helium in its spectrum. This metallicity is given in term of the ratio of iron to hydrogen, as compared to the Sun. In the case of HR 1614, this ratio is about 90% higher than the Sun. The activity cycle for this star is 11.1 years in length. Based upon gyrochronology, the estimated age of this star is 4.5 Gyr.\nA 2015 study estimates that in around 10,460 years, HR 1614 will make its closest approach to the Sun at a distance of 1.8 ly (0.55 pc), although other studies predict a perihelion passage at 0.65–1.30 ly (0.2–0.4 pc) in 1.4 myr. This system is a member of a moving group of at least nine stars that share a common motion through space. The members of this group display the same abundance of heavy elements as does HR 1614, which may indicate a common origin for these stars. The space velocity of this group relative to the Sun is 59 km/s. The estimated age of this group is 2 Gyr, suggesting a corresponding age for this star."}, "Ross 695": {"title": "Ross 695", "summary": "Ross 695, also known as Gliese 465, is a red dwarf star in the constellation Corvus. At apparent magnitude 11.27, it is much too faint to be seen with the unaided eye. A small star, it has around 23% the mass and radius of the Sun, but only 0.7% its luminosity. Investigation of its radial velocity failed to find any evidence of a planetary companion.\n\n\n== References =="}, "Gamma Leporis": {"title": "Gamma Leporis", "summary": "Gamma Leporis, Latinized from γ Leporis, is a star in the south central part of the constellation Lepus, southeast of Beta Leporis and southwest of Delta Leporis. With an apparent visual magnitude of 3.587, it is bright enough to be seen with the naked eye. Based upon an annual parallax shift of 112.02 mas as seen from Earth, its distance can be estimated as 29 light years from the Sun. It has a common proper motion companion, AK Leporis, which is a variable star of the BY Draconis type and has an average brightness of magnitude 6.28. The two are 95″ apart can be well seen in binoculars. Gamma Leporis is a member of the Ursa Major Moving Group.\nGamma Leporis is an F-type main-sequence star with a stellar classification of F6 V. It is larger than the Sun with 1.2 times the radius of the Sun and 1.3 times the Sun's mass. The star is around 1.3 billion years old and is spinning with a rotation period of about six days. Based upon its stellar characteristics and distance from Earth, Gamma Leporis was considered a high-priority target for NASA's Terrestrial Planet Finder mission. It has been examined for an infrared excess, but none has been observed."}, "CD-31 9113": {"title": "Gliese 433", "summary": "Gliese 433 is a dim red dwarf star with multiple exoplanetary companions, located in the equatorial constellation of Hydra. The system is located at a distance of 29.6 light-years from the Sun based on parallax measurements, and it is receding with a radial velocity of +18 km/s. Based on its motion through space, this is an old disk star. It is too faint to be viewed with the naked eye, having an apparent visual magnitude of 9.81 and an absolute magnitude of 10.07.\nThis is a small M-type main-sequence star with a stellar classification of M2V. It is an older star with a rotation period of roughly 73 days and a below average activity level for stars of its mass. The star has 48% of the mass and 53% of the radius of the Sun. It is radiating just 3.4% of the luminosity of the Sun from its photosphere at an effective temperature of 3,445 K."}, "Delta Eridani": {"title": "Delta Eridani", "summary": "Delta Eridani, which is Latinized from δ Eridani, is a star in the equatorial constellation of Eridanus.\nThe star is visible to the naked eye and has been observed to vary slightly in brightness between magnitudes 3.51 and 3.56, although subsequent observations did not bear this out. It is relatively near to the Sun, with a distance of about 29.5 light years as determined from parallax. The star is drifting closer with a radial velocity of −6 km/s.\nDelta Eridani is sometimes called Rana: Rana means \"the frog\" in Latin, but derivation of this name is uncertain. The name was approved by the International Astronomic Union on 4 April 2022."}, "2MASS J14162408+1348263": {"title": "SDSS J141624.08+134826.7", "summary": "SDSS J141624.08+134826.7 (abbreviated SDSS J1416+1348) is a nearby wide binary system of two brown dwarfs, located in constellation Boötes. The system consists of L-type component A and T-type component B."}, "WISE J071322.55-291751.9": {"title": "WISE 0713−2917", "summary": "WISE J071322.55−291751.9 (designation abbreviated to WISE 0713−2917) is a brown dwarf of spectral class Y0, located in constellation Canis Major at approximately 30 light-years from Earth."}, "2MASS J03552337+1133437": {"title": "2MASS J03552337+1133437", "summary": "2MASS J03552337+1133437 (2MASS J0355+11) is a nearby brown dwarf of spectral type L5γ, located in constellation Taurus at approximately 29.8 light-years from Earth."}, "CF Ursae Majoris": {"title": "Groombridge 1830", "summary": "Groombridge 1830 (also known as 1830 Groombridge or  Argelander's Star) is a star in the constellation Ursa Major."}, "Beta Comae Berenices": {"title": "Beta Comae Berenices", "summary": "Beta Comae Berenices (β Comae Berenices, β Com) is a main sequence dwarf star in the northern constellation of Coma Berenices. It is located at a distance of about 29.95 light-years (9.18 parsecs) from Earth. The Greek letter beta (β) usually indicates that the star has the second highest visual magnitude in the constellation. However, with an apparent visual magnitude of 4.3, this star is actually slightly brighter than α Comae Berenices. It can be seen with the naked eye, but may be too dim to be viewed from a built-up urban area.\nThe star is similar to the Sun, being only slightly larger and brighter in absolute magnitude. It has a stellar classification of G0 V, compared to G2 V for the Sun. The effective temperature of the outer envelope is 5,936 K, giving it a yellow hue of a G-type star. In terms of age it is younger than the Sun, being about 3 billion years old.\nObservations of short term variations in the chromatic activity suggest that the star undergoes differential rotation, with a rotation period of about 11–13 days. Its surface has a measured activity cycle of 16.6 years, compared to 11 years on the Sun. It may also have a secondary activity cycle of 9.6 years. At one time it was thought that this star might have a spectroscopic companion. However, this was ruled out by means of more accurate radial velocity measurements. No planets have yet been detected around it, and there is no evidence of a dusty disk.\nThe habitable zone for this star, defined as the locations where liquid water could be present on an Earth-like planet, is 0.918–1.96 AU, where 1 AU is the average distance from the Earth to the Sun."}, "Gamma Pavonis": {"title": "Gamma Pavonis", "summary": "Gamma Pavonis, Latinized from γ Pavonis, is a star in the southern circumpolar constellation of Pavo. With an apparent visual magnitude of 4.22, it is a fourth-magnitude star and thereby visible to the naked eye. From parallax observations with the Hipparcos satellite, the distance to this star has been estimated at 30.21 light-years (9.26 parsecs). It is drifting closer to the Sun with a radial velocity of −30 km/s.\nCompared to the Sun, this star has a 21% greater mass and a 15% larger radius. It is a brighter star with 152% of the Sun's luminosity, which is it radiating from the outer envelope at an effective temperature of 6,112 K. The stellar classification of F9 V puts it in the class of F-type main sequence stars that generate energy through the nuclear fusion of hydrogen at the core. It is a metal-poor star, which means it has a low abundance of elements heavier than helium. Age estimates range from a low of a billion years up to 7.25 billion years. Gamma Pavonis is orbiting through the Milky Way at an unusually high peculiar velocity relative to nearby stars.\nThis star has rank 14 on TPF-C's top 100 target stars to search for a rocky planet in the Habitable Zone, approximately 1.2 AU, or a little beyond an Earth-like orbit."}, "Kappa1 Ceti": {"title": "Kappa1 Ceti", "summary": "Kappa1 Ceti, Latinized from κ1 Ceti, is a variable yellow dwarf star approximately 30 light-years away in the equatorial constellation of Cetus.\nThe star was discovered to have a rapid rotation, roughly once every nine days. Though there are no extrasolar planets confirmed to be orbiting the star, Kappa1 Ceti is considered a good candidate to contain terrestrial planets, like the Earth. The system is a candidate binary star, but has not been confirmed."}, "HD 102365": {"title": "HD 102365", "summary": "HD 102365 (66 G. Centauri) is a binary star system that is located in the northeastern part of the Centaurus constellation, at a distance of about 30.4 light-years (9.3 parsecs) from the Solar System. The larger member of the system is a G-type star that is smaller than the Sun but of similar mass. It has a common proper motion companion that was discovered by W. J. Luyten in 1960. This M-type star appears to be in a wide orbit around the primary at a current separation of about 211 astronomical units (AU), (or 211 times the separation of the Earth from the Sun). By comparison, Neptune orbits at an average distance of 30 AU."}, "WISE J121756.90+162640.8": {"title": "WISE 1217+1626", "summary": "WISEPC J121756.91+162640.2 (designation abbreviated to WISE 1217+1626, or WISE J1217+1626) is a binary brown dwarf system of spectral classes T9 + Y0, located in constellation Coma Berenices at approximately 30.4 light-years from Earth."}, "WISEPA J045853.89+643452.9": {"title": "WISE 0458+6434", "summary": "WISEPC J045853.90+643451.9 (designation is abbreviated to WISE 0458+6434) is a binary system of two (A and B) ultracool brown dwarfs of spectral classes T8.5 and T9.5, respectively, located in constellation Camelopardalis at approximately 47 ly from Earth."}, "CD-45 5378": {"title": "Gliese 367", "summary": "Gliese 367 (GJ 367, formally named Añañuca) is a red dwarf star 30.7 light-years (9.4 parsecs) from Earth in the constellation of Vela. It is suspected to be a variable with amplitude 0.012 stellar magnitude and period 5.16 years. A stellar multiplicity survey in 2015 failed to detect any stellar companions to Gliese 367. It hosts three known exoplanets, Gliese 367 b, c & d.\nGliese 367's age is unclear. Modelling using stellar isochrones gives a young age of less than 60 million years old, but its orbit around the Milky Way is highly eccentric, unusual for a young star. It may have been forced into such an orbit via a gravitational encounter. Spectroscopic evidence presented in a 2023 study supports an old age for Gliese 367.: 6"}, "L 678-39": {"title": "Gliese 357", "summary": "GJ 357 (also designated Gliese 357) is an M-type main sequence star with an unusually low starspot activity. It is located 31 light-years from the Solar System. The system is part of the Hydra constellation."}, "HD 285968": {"title": "Gliese 176", "summary": "Gliese 176 is a small star with an orbiting exoplanet in the constellation of Taurus. With an apparent visual magnitude of 9.95, it is too faint to be visible to the naked eye. It is located at a distance of 30.9 light years based on parallax measurements, and is drifting further away with a heliocentric radial velocity of 26.4 km/s.\nThis is an M-type main-sequence star, sometimes called a red dwarf, with a stellar classification of M2V. It has 49% of the Sun's mass and 47% of the radius of the Sun. The star is radiating just 3.5% of the luminosity of the Sun from its photosphere at an effective temperature of 3,632 K. It is estimated to be around nine billion years old, and is spinning slowly with a rotation period of 40 days. The star is orbited by a Super-Earth."}, "G 234-45": {"title": "GJ 3512", "summary": "GJ 3512 is a nearby star in the northern circumpolar constellation of Ursa Major. It is invisible to the naked eye but can be observed using a telescope, having an apparent visual magnitude of +15.05. The star is located at a distance of 31 light-years from the Sun based on parallax. It has a high proper motion, traversing the celestial sphere at the rate of 1.311″ yr−1. The measurement of the star's radial velocity is poorly constrained, but it appears to be drifting further away at a rate of ~8 km/s.\nThe stellar classification of GJ 3512 is dM5.5, which determines this to be a small red dwarf star that is generating energy through core hydrogen fusion. It displays a moderate amount of magnetic activity with a Sun-like cycle lasting 14 years. A low-level variability lasting ~87 d matches the approximate rotation period. The star has 12.5% of the mass of the Sun and 16% of the Sun's radius. It is radiating 1.6% of the luminosity of the Sun from its photosphere at an effective temperature of 3,081 K."}, "20 Crateris": {"title": "HR 4458", "summary": "HR 4458 is a binary star system in the equatorial constellation of Hydra. It has the Gould designation 289 G. Hydrae; HR 4458 is the Bright Star Catalogue designation. At a distance of 31.13 light years, it is the closest star system to the Solar System within this constellation. This object is visible to the naked eye as a dim, orange-hued star with an apparent visual magnitude of 5.97. It is moving closer to the Earth with a heliocentric radial velocity of −22 km/s.\nThe primary component is K-type main-sequence star with a stellar classification of K0 V. It is around five billion years old with 84% of the Sun's radius. The star is radiating 37% of the Sun's luminosity from its photosphere at an effective temperature of 5,241 K. It has been examined for the presence of an infrared excess, but none was detected.\nThere is a common proper motion companion at an angular separation of 16.2″, corresponding to a projected separation of 162.5 AU. This is a white dwarf star with a classification of DC8. The orbital period of the pair is estimated as 1,110 years."}, "Wolf 1069": {"title": "Wolf 1069", "summary": "Wolf 1069 is a red dwarf star located 31.2 light-years (9.6 parsecs) away from the Solar System in the constellation of Cygnus. The star has 17% the mass and 18% the radius of the Sun, a temperature of 3,158 K (2,885 °C; 5,225 °F), and a slow rotation period of 150–170 days. It hosts one known exoplanet called Wolf 1069 b which could possibly sustain life."}, "61 Ursae Majoris": {"title": "61 Ursae Majoris", "summary": "61 Ursae Majoris, abbreviated 61 UMa, is a single star in the northern circumpolar constellation of Ursa Major. It has a yellow-orange hue and is dimly visible to the naked eye with an apparent visual magnitude of 5.35. The distance to this star is 31.2 light years based on parallax, and it is drifting closer with a radial velocity of −5.2 km/s. The star has a relatively high proper motion traversing the sky at the rate of 0.381″ yr−1.\nThe stellar classification of 61 UMa is G8V, matching a late G-type main-sequence star. Since 1943, the spectrum of this star has served as one of the stable anchor points by which other stars are classified. It is considered a solar-type star, having physical properties that make it similar to the Sun. The star has 93% of the mass of the Sun and 86% of the Sun's radius. It is roughly two billion years old and is spinning with a projected rotational velocity of 3.3 km/s, for a period of 17.1 days. The metallicity, or abundance of elements with higher atomic number than helium, appears about the same as in the Sun. The star is radiating 61% of the luminosity of the Sun from its photosphere at an effective temperature of 5,488K.\nDuring the 1950s, Karl Pilowski reported that photographic plates taken of the star appeared to show a variability of 0.2 in magnitude. Follow-up studies initially failed to confirm this variability, and it was found not to be an eclipsing binary based on radial velocity measurements. The star's photosphere is rotating differentially, and the rotation period, typically in the range of 16-18 days, shows a larger difference between different latitudes than for most other stars. It has an active chromosphere that exhibits strong and persistent starspot activity. A flare event was captured in 2013 while the star was being observed by the VATT, and the star has been detected as a source of X-ray emission.\nNo substellar companions have been observed in orbit around this star, and it appears to lack a dust ring as is found around some comparable stars. A radial velocity survey completed in 2020 has indicated that giant planetary companions are absent. A magnitude 11.35 stellar visual companion was reported by O. Struve in 1850. As of 2015, this star was located at an angular separation of 158.90″ from the brighter star, along a position angle of 86°."}, "CFBDS J005910-011401": {"title": "CFBDS J005910.90–011401.3", "summary": "CFBDS J005910.90−011401.3 (also CFBDS J0059−0114 or CFBDS0059) is a brown dwarf with a low temperature of only 625 K, located in constellation Cetus about 30 light-years away.\n\n\n== References =="}, "AT Microscopii": {"title": "AT Microscopii", "summary": "AT Microscopii is a binary star system located at a distance of 35 ly (11 pc) from the Sun in the constellation of Microscopium. Both members are flare stars, meaning they are red dwarf stars that undergo random eruptions that increase their brightness. This pair lies physically near the red dwarf star AU Microscopii, which may mean they form a wide triple star system."}, "Ross 905": {"title": "Gliese 436", "summary": "Gliese 436 is a red dwarf located 31.9 light-years (9.8 parsecs) away in the zodiac constellation of Leo. It has an apparent visual magnitude of 10.67, which is much too faint to be seen with the naked eye. However, it can be viewed with even a modest telescope of 2.4 in (6 cm) aperture. In 2004, the existence of an extrasolar planet, Gliese 436 b, was verified as orbiting the star. This planet was later discovered to transit its host star."}, "2MASS J20304235+0749358": {"title": "WISE J2030+0749", "summary": "WISE J2030+0749 is a nearby brown dwarf of spectral type T1.5, in constellation Delphinus, approximately 10.5 pc (34.2 ly) from Earth."}, "LP 655-48": {"title": "List of brown dwarfs", "summary": "This is a list of brown dwarfs. These are objects that have masses between heavy gas giants and low-mass stars. The first isolated brown dwarf discovered was Teide 1 in 1995. The first brown dwarf discovered orbiting a star was Gliese 229 B, also discovered in 1995. The first brown dwarf found to have a planet was 2M1207, discovered in 2004. As of 2015, more than 2,800 brown dwarfs have been identified. An isolated object with less than about 13 Jupiter masses is technically a sub-brown dwarf or rogue planet.\nBecause the mass of a brown dwarf is between that of a planet and that of a star, they have also been called planetars or hyperjovians. Various catalog designations have been used to name brown dwarfs. Brown dwarfs with names ending in a letter such as B, C, or D are in orbit around a primary star; those with names ending in a lower-case letter such as b, c, or d, may be exoplanets (see Exoplanet naming convention).\nSome exoplanets, especially those detected by radial velocity, can turn out to be brown dwarfs if their mass is higher than originally thought: most have only known minimum masses because the inclination of their orbit is not known. Examples include HD 114762 b (>11.68 MJ), Pi Mensae b (>10.312 MJ), and NGC 2423-3 b (>10.6 MJ)."}, "HD 151288": {"title": "Gliese 638", "summary": "Gliese 638 is a main sequence star in the constellation of Hercules. It is located about 31.9 light years from the Earth. This is a suspected variable star with a measured apparent magnitude that ranges from 8.09–8.11. As a K-class star, it has a lower mass than the Sun, and consequently is less luminous.\n\n\n== References =="}, "BD+61 195": {"title": "Gliese 49", "summary": "Gliese 49 is a star in the northern constellation of Cassiopeia. Visually, it is located 106 arcminutes north of the bright star γ Cassiopeiae. With an apparent visual magnitude of 9.56, it is not observable with the naked eye. It is located, based on the reduction of parallax data of Gaia (101.47±0.03 mas), 32.1 light-years away from the Solar System. The star is drifting closer to the Sun with a radial velocity of −6 km/s.\nThis object is a red dwarf star of spectral type M1.5V. Much dimmer than the Sun, it has a total luminosity that is 4.9% that of the Sun; it is, however, much brighter than other nearby red dwarfs such as Proxima Centauri or Wolf 359. It has an effective temperature of 3,805±51 K. Its mass is 52% that of the Sun, and 51% of its radius.\nIt rotates on its axis with a projected rotation speed of under 2 km/s, and has a rotation period of 18.86 days. It has a metallic content similar to that of the Sun, with its index of metallicity [M / H] = +0.03. Although its age is not known exactly, it is younger than 250 million years.\nGliese 49 has a similar proper motion to the red dwarf flare star V388 Cassiopeiae. The visual separation between the two is 295 arcseconds, which implies that the real distance between them is over 2,900 AU. Both stars are associated with the Hyades, as suggested by its young age and chromospheric activity levels."}, "BD+66 34": {"title": "Gliese 22", "summary": "Gliese 22, also catalogued V547 Cassiopeiae or ADS 440, is a hierarchical star system approximately 33 light-years away in the constellation of Cassiopeia.  The system consists of pair of red dwarf stars, Gliese 22A and Gliese 22C, orbited by a third red dwarf Gliese 22B in an outer orbit of about 223 years."}, "12 Ophiuchi": {"title": "12 Ophiuchi", "summary": "12 Ophiuchi is a variable star in the constellation Ophiuchus.  No companions have yet been detected in orbit around this star, and it remains uncertain whether or not it possesses a dust ring.\nThis star is categorized as a BY Draconis variable, with variable star designation V2133. The variability is attributed to large-scale magnetic activity on the chromosphere (in the form of starspots) combined with a rotational period that moved the active regions into (and out of) the line of sight.  This results in low amplitude variability of 12 Ophiuchi's luminosity.  The star also appears to display rapid variation in luminosity, possibly due to changes in the starspots. Measurements of the long-term variability show two overlapping cycles of starspot activity (compared to the Sun's single, 11-year cycle.)  The periods of these two cycles are 4.0 and 17.4 years.\nThis star is among the top 100 target stars for NASA's planned Terrestrial Planet Finder mission [1]. However, the mission is now postponed indefinitely.\nIts abundance of heavy elements (elements heavier than helium) is nearly identical to that of the Sun.  The surface gravity is equal to \n  \n    \n      \n        log\n        ⁡\n        (\n        g\n        )\n        =\n        4.6\n      \n    \n    {\\displaystyle \\log(g)=4.6}\n  \n, which is somewhat higher than the Sun's. The space velocity is 30 km/s relative to the Solar System. The high rotation period and active chromosphere are indicative of a relatively young star."}, "BD+16 2708": {"title": "Gliese 569", "summary": "Gliese 569 is a  ternary star system composed of a main-sequence star orbited by a pair of brown dwarfs in the constellation of Boötes about 32 light years away."}, "WISE J182831.08+265037.7": {"title": "WISE 1828+2650", "summary": "WISE 1828+2650 (full designation WISEPA J182831.08+265037.8) is a possibly binary brown dwarf or rogue planet of spectral class >Y2, located in the constellation Lyra at approximately 32.5 light-years from Earth. It is the \"archetypal member\" of the Y spectral class."}, "HD 260655": {"title": "HD 260655", "summary": "HD 260655 (also known as GJ 239 or TOI-4599) is a relatively bright and cool M0 V red dwarf star located 33 light-years (10 parsecs) away from the Solar System in the constellation of Gemini. HD 260655 has two confirmed rocky planets, named HD 260655 b and HD 260655 c, that were discovered in 2022. Both planets were detected by the TESS mission and confirmed independently with archival and new precise radial velocity data obtained with the HIRES observatory since 1998, and the CARMENES survey instruments since 2016."}, "ULAS J133553.45+113005.2": {"title": "ULAS J133553.45+113005.2", "summary": "ULAS J133553.45+113005.2 (also called ULAS1335) is a T-type brown dwarf in the constellation of Virgo. It was discovered in data from the UK Infrared Telescope (UKIRT) Infrared Deep Sky Survey (UKIDSS) Large Area Survey (LAS). Its discovery was reported June 2008.\nAfter identification, ULAS1335 was imaged using the UFTI camera on the UKIRT, on Mauna Kea, Hawaii, to confirm its photometric properties and location. It was spectroscopically confirmed as a T9 dwarf using the Gemini North telescope, also at Mauna Kea, and was imaged using IRAC on the Spitzer Space Telescope. The IRAC imaging confirmed it as the reddest (in near-to-mid-infrared colors) T dwarf yet discovered, and by inference the coolest.\nULAS1334 was initially estimated to have a temperature around 550–600 K, a distance of 8–12 parsecs (26–39 light-years), and a mass of 15–31 Jupiter masses. More recent spectroscopic observations, using IRS on the Spitzer Space Telescope, give an effective temperature of 500–550 K. Since these temperature estimates are based on model comparisons, they should be treated with caution until the parallax of this object has been measured.\n\n\n== References =="}, "WISE J033605.05-014350.4": {"title": "WISE J0336−0143", "summary": "WISE J033605.05−014350.4, abbreviated to WISE J0336−0143 or W0336, is a binary system comprising two planetary-mass Y-type brown dwarfs tightly orbiting around their common center of mass. The system is located in the constellation Eridanus, about 33 light-years (10 parsecs) away from the Sun. It was discovered in images taken by the Wide-field Infrared Survey Explorer (WISE) and formally published by Gregory N. Mace and collaborators in March 2013.: 5 : 28  Astronomers suspected the brown dwarf was a binary system upon follow-up observations showing it had an unusual infrared spectrum,: 22  but its binarity was not confirmed until the James Webb Space Telescope resolved the system's components in high-resolution NIRCam imaging in September 2022, with its results published in March 2023.\nThe two components orbit their system barycenter approximately every 7 years and are separated 0.97 astronomical units from each other, which is slightly less than the distance between the Sun and Earth. The brighter primary component has a temperature of 415 K and a mass within the range of 8.5–18 Jupiter masses, while the fainter secondary component has a temperature of 325 K and a mass range of 5–11.5 Jupiter masses. Because the binary system's age and evolutionary stage have not been determined yet, the individual components' masses are uncertain. Nevertheless, both components appear to have masses near the deuterium fusion threshold of 13 Jupiter masses, which marks the boundary between gas giant planets and brown dwarfs. The study of such low-mass binary systems will provide valuable insight into the formation and evolution of planetary-mass objects.\nThe secondary component WISE J0336−0143 B (305–340 K) might be one of the coldest objects in interstellar space discovered so far (as of September 2023). Newer models of Y dwarfs produce an even colder temperature of 285–305 K for WISE J0336−0143 B. WISE 0855−0714 remains the coldest object found so far with 225–260 K and WISEA 0830+2837 has a similar temperature with 300–350 K. Models suggest that WISE J0336−0143 B might have water clouds, but it is possible that changes in the pressure–temperature profile might instead explain the color of cold Y dwarfs."}, "WISE J064723.23-623235.5": {"title": "WISE 0647−6232", "summary": "WISE J064723.23−623235.5 (abbreviated WISE 0647−6232) is a nearby brown dwarf of spectral type Y1 ± 0.5, located in constellation Pictor at approximately 32.5 light-years from Earth. It is one of the two or three reddest and one of the four latest-type brown dwarfs known."}, "WISEPA J181210.85+272144.3": {"title": "List of brown dwarfs", "summary": "This is a list of brown dwarfs. These are objects that have masses between heavy gas giants and low-mass stars. The first isolated brown dwarf discovered was Teide 1 in 1995. The first brown dwarf discovered orbiting a star was Gliese 229 B, also discovered in 1995. The first brown dwarf found to have a planet was 2M1207, discovered in 2004. As of 2015, more than 2,800 brown dwarfs have been identified. An isolated object with less than about 13 Jupiter masses is technically a sub-brown dwarf or rogue planet.\nBecause the mass of a brown dwarf is between that of a planet and that of a star, they have also been called planetars or hyperjovians. Various catalog designations have been used to name brown dwarfs. Brown dwarfs with names ending in a letter such as B, C, or D are in orbit around a primary star; those with names ending in a lower-case letter such as b, c, or d, may be exoplanets (see Exoplanet naming convention).\nSome exoplanets, especially those detected by radial velocity, can turn out to be brown dwarfs if their mass is higher than originally thought: most have only known minimum masses because the inclination of their orbit is not known. Examples include HD 114762 b (>11.68 MJ), Pi Mensae b (>10.312 MJ), and NGC 2423-3 b (>10.6 MJ)."}, "WISE J081117.81-805141.3": {"title": "List of brown dwarfs", "summary": "This is a list of brown dwarfs. These are objects that have masses between heavy gas giants and low-mass stars. The first isolated brown dwarf discovered was Teide 1 in 1995. The first brown dwarf discovered orbiting a star was Gliese 229 B, also discovered in 1995. The first brown dwarf found to have a planet was 2M1207, discovered in 2004. As of 2015, more than 2,800 brown dwarfs have been identified. An isolated object with less than about 13 Jupiter masses is technically a sub-brown dwarf or rogue planet.\nBecause the mass of a brown dwarf is between that of a planet and that of a star, they have also been called planetars or hyperjovians. Various catalog designations have been used to name brown dwarfs. Brown dwarfs with names ending in a letter such as B, C, or D are in orbit around a primary star; those with names ending in a lower-case letter such as b, c, or d, may be exoplanets (see Exoplanet naming convention).\nSome exoplanets, especially those detected by radial velocity, can turn out to be brown dwarfs if their mass is higher than originally thought: most have only known minimum masses because the inclination of their orbit is not known. Examples include HD 114762 b (>11.68 MJ), Pi Mensae b (>10.312 MJ), and NGC 2423-3 b (>10.6 MJ)."}, "WISEPA J075108.79-763449.6": {"title": "List of brown dwarfs", "summary": "This is a list of brown dwarfs. These are objects that have masses between heavy gas giants and low-mass stars. The first isolated brown dwarf discovered was Teide 1 in 1995. The first brown dwarf discovered orbiting a star was Gliese 229 B, also discovered in 1995. The first brown dwarf found to have a planet was 2M1207, discovered in 2004. As of 2015, more than 2,800 brown dwarfs have been identified. An isolated object with less than about 13 Jupiter masses is technically a sub-brown dwarf or rogue planet.\nBecause the mass of a brown dwarf is between that of a planet and that of a star, they have also been called planetars or hyperjovians. Various catalog designations have been used to name brown dwarfs. Brown dwarfs with names ending in a letter such as B, C, or D are in orbit around a primary star; those with names ending in a lower-case letter such as b, c, or d, may be exoplanets (see Exoplanet naming convention).\nSome exoplanets, especially those detected by radial velocity, can turn out to be brown dwarfs if their mass is higher than originally thought: most have only known minimum masses because the inclination of their orbit is not known. Examples include HD 114762 b (>11.68 MJ), Pi Mensae b (>10.312 MJ), and NGC 2423-3 b (>10.6 MJ)."}, "Solar System": {"title": "Solar System", "summary": "The Solar System is the gravitationally bound system of the Sun and the objects that orbit it. It was formed 4.6 billion years ago when a dense region of a molecular cloud collapsed, forming the Sun and a protoplanetary disc. The Sun is an ordinary main sequence star that maintains a balanced equilibrium by the fusion of hydrogen into helium at its core, releasing this energy from its outer photosphere. \nThe largest objects that orbit the Sun are the eight planets. In order from the Sun, they are four terrestrial planets (Mercury, Venus, Earth and Mars); two gas giants (Jupiter and Saturn); and two ice giants (Uranus and Neptune). All terrestrial planets have solid surfaces. Inversely, all giant planets do not have a definite surface, as they are mainly composed of gases and liquids. Over 99.86% of the Solar System's mass is in the Sun and nearly 90% of the remaining mass is in Jupiter and Saturn.\nThere is a strong consensus among astronomers that the Solar System has at least eight dwarf planets: Ceres, Pluto, Haumea, Quaoar, Makemake, Gonggong, Eris, and Sedna. There are a vast number of small Solar System bodies, such as asteroids, comets, centaurs, meteoroids, and interplanetary dust clouds. Some of these bodies are in the asteroid belt (between Mars's and Jupiter's orbit) and the Kuiper belt (just outside Neptune's orbit). Six planets, six dwarf planets, and other bodies have orbiting natural satellites, which are commonly called 'moons'.\nThe Solar System is constantly flooded by the Sun's charged particles, the solar wind, forming the heliosphere. Around 75–90 astronomical units from the Sun, the solar wind is halted, resulting in the heliopause. This is the boundary of the Solar System to interstellar space. The outermost region of the Solar System is the theorized Oort cloud, the source for long-period comets, extending to a radius of 2,000–200,000 astronomical units (0.032–3.2 light-years). The closest star to the Solar System, Proxima Centauri, is 4.25 light-years (269,000 AU) away. Both stars belong to the Milky Way galaxy."}}